[{"paragraph":1,"notes":[{"type":"citation","notes":["Christian Grüny, “The Language of Feeling Made into a Weapon: Music as an Instrument of Torture” In <a href=\"http://www.worldcat.org/oclc/760975622\"><em>Speaking about Torture</em></a>, eds. Julie Ann Carlson and Elisabeth Weber (New York: Fordham University Press, 2012)."]}]},{"paragraph":4,"notes":[{"type":"commentary","notes":["No-touch torture is what Scarry might as well be describing when she writes that “this unseen sense of self-betrayal in pain … is objectified in forced exercises that make the prisoner’s body an active agent, an actual cause of pain.” Elaine Scarry, <a href=\"http://www.worldcat.org/oclc/12285656\"><em>The Body In Pain: The Making and Unmaking of the World</em></a> (New York: Oxford University Press, 1987), p. 38."]}]},{"paragraph":5,"notes":[{"type":"commentary","notes":["“The torture room,” according to Elaine Scarry, “is not just the setting in which the torture occurs…it is itself literally converted into another weapon, into an agent of pain. All aspects of the basic structure—walls, ceiling, windows, doors—undergo this conversion.” By turning the environment itself into a weapon, torture unmakes the world, undoes its normal referents. Part of this process requires the “mutilation of the domestic,” the perversion of quotidian objects—chair, light, bed, or music—into torture weapons. Elain Scarry, <a href=\"http://www.worldcat.org/oclc/12285656\"><em>The Body In Pain: The Making and Unmaking of the World</em></a>, pp. 40, 45."]}]},{"paragraph":12,"notes":[{"type":"citation","notes":["Jonathan R. Pieslak, <a href=\"http://www.worldcat.org/oclc/646814566\"><em>Sound Targets: American Soldiers and Music In the Iraq War</em></a> (Bloomington: Indiana University Press, 2009), p. 84."]}]},{"paragraph":13,"notes":[{"type":"commentary","notes":["I haven’t clarified how music in torture differs from music in wartime. I have been treating them similarly here, since several of the same principles are at play: using music to exert cultural hegemony, playing it to emphasize control over space, physically assaulting the enemy with soundwaves. One major difference is, of course, that musical torture takes place in a small, circumscribed place and is completely inescapable, whereas music in wartime forms only one aspect of a nightmarish landscape. Music in Auschwitz was therefore used more as a wartime weapon than a torture device."]}]},{"paragraph":20,"notes":[{"type":"citation","notes":["Jonathan R. Pieslak, <a href=\"http://www.worldcat.org/oclc/646814566\"><em>Sound Targets: American Soldiers and Music In the Iraq War</em></a> (Bloomington: Indiana University Press, 2009)."]}]}]