[{"paragraph":3,"notes":[{"type":"citation","notes":["Kolar, Miriam A., with Rick, John W., Cook, Perry R., Abel, Jonathan S., “<a href=\"http://www.ekho-verlag.com/flower-world-vol-1/\">Ancient Pututus Contextualized: Integrative Archaeoacoustics at Chavín de Huántar, Perú</a>,” in <em>Flower World – Music Archaeology of the Americas, Vol. 1</em>, Matthias Stöckli and Arnd Adje Both, eds. (Berlin, Ekho VERLAG: 2012)."]}]},{"paragraph":6,"notes":[{"type":"commentary","notes":["Prior to this discovery, a few ancient shell horns were known in the region—from related sites and/or bearing associated iconography—but no definitively sound-producing objects had been documented in on-site archeological findings from the Chavín period."]}]},{"paragraph":7,"notes":[{"type":"commentary","notes":["<a href=\"http://appendixjournal-audio.s3.amazonaws.com/issue-1-3/TitoLaRosa_ChavinPututusMix.mp3\">This is a recording</a> of Peruvian musician Tito La Rosa playing two of the Chavín-excavated pututus made during an approved archaeoacoustics research session in the Museo Nacional Chavín, September 2008. This present-day musical interpretation was performed on the ancient marine shell horns, to demonstrate the tonal range of these instruments, as well as plausible playing techniques; two separate performances were mixed together after recording to produce the effect of two instruments played simultaneously. The reverberation heard in this recording is from the Museum’s architecture, and does not represent site acoustics."]},{"type":"citation","notes":["Nathaniel Parker VanValkenburgh, “The Sound of Interregionalism in the Late Initial Period and Early Horizon: Twenty <em>Strombus galeatus</em> Trumpets from Chavín de Huántar, Peru” [Honors thesis]. Department of Anthropological Sciences, Stanford University, Stanford, 2003."]}]},{"paragraph":8,"notes":[{"type":"commentary","notes":["Because these shell horns show substantial use-wear, and have been crafted from their nascent animal state into functional instruments, their intended general purpose and actual use as sound producers seems incontestable. The fortuitous combination of the pututus’ condition, situation, and quantity allows for comparative and comprehensive analyses of these object-instruments."]}]},{"paragraph":11,"notes":[{"type":"citation","notes":["L. G. Lumbreras, C. González, &amp; B. Lietaer, <em>Acerca de la Función del Sistema Hidráulico de Chavín</em>. Serie: Investigaciones de Campo N.2. (Lima, Perú: Publicaciones del Museo Nacional de Antropología y Arqueología, 1976)."]}]},{"paragraph":12,"notes":[{"type":"citation","notes":["Silvia Rodriguez Kembel and Herbert Haas, “Radiocarbon Dates from the Monumental Architecture at Chavin de Huantar, Peru” Submitted to <em>Journal of Archaeological Method and Theory</em> (in review)."]},{"type":"image","notes":[{"url":"Kolar6note.jpg","alt":"Chavin Engravings","caption":"The monumental architecture at Chavín encloses a 4.5-meter-tall engraved granite monolith known as the “Lanzón” (a reference in Spanish to its lance-like form). What secrets does it guard?","credit":"José Luis Cruzado Coronel"}]}]},{"paragraph":13,"notes":[{"type":"citation","notes":["Daniel A. Contreras, <em>Sociopolitical and Geomorphologic Dynamics at Chavín de Huántar, Peru</em> [Ph.D. dissertation]. Department of Anthropological Sciences, Stanford University, Stanford, 2007.","Matthew Paul Sayre, <em>Life Across the River: Agricultural, Ritual, and Production Practices at Chavín de Huántar, Perú</em> [Ph.D. dissertation]. Department of Anthropology, University of California, Berkeley, 2010.","Christian Mesía, <em>Intrasite Spatial Organization at Chavín de Huántar During the Andean Formative: Three Dimensional Modeling, Stratigraphy, and Ceramics</em> [Ph.D. dissertation]. Department of Anthropological Sciences, Stanford University, Stanford, 2007."]}]},{"paragraph":14,"notes":[{"type":"citation","notes":["Richard L. Burger, <a href=\"http://www.worldcat.org/oclc/444827244\"><em>Chavín and the Origins of Andean Civilization</em></a>.  (London: Thames and Hudson Ltd., 1995).","John W. Rick, “Chavín de Huántar: Evidence for an Evolved Shamanism,” in <em>Mesas and Cosmologies in the Central Andes</em> (San Diego Museum Papers 44, 2006), pp. 101-112..","John W. Rick, “The Evolution of Authority and Power at Chavín de Huántar, Perú,” in <em>The Foundations of Power in the Prehispanic Andes</em> (Archaeological Papers of the American Anthropological Association 14, 2004), Kevin Vaughn, Dennis Ogburn, and Christina A. Conlee, Eds., pp. 71-89."]}]},{"paragraph":15,"notes":[{"type":"commentary","notes":["Light manipulation via gallery ducts has been discussed in J. W. Rick, “Context, Construction, and Ritual in the Development of Authority at Chavín de Huántar” in W. J. Conklin, &amp; J. Quilter, Eds., <em>Chavín Art, Architecture and Culture</em> [Monograph 61], (Los Angeles: Cotsen Institute of Archaeology, University of California, 2008), pp. 3-34. New documentation of shadow dynamics was initiated by the author with José Cruzado in 2010."]}]},{"paragraph":26,"notes":[{"type":"citation","notes":["M. A. Kolar, J. S. Abel, R. Y. Kolte, P. Huang, J. W. Rick, J. O. Smith, III, &amp; C. Chafe, “A Modular Computational Acoustic Model of Chavín de Húantar, Perú,” Presented by Kolar at the 2nd Pan American/Iberian Meeting on Acoustics, Cancún, México (Nov. 2010).","R. Collechia, M. A. Kolar, &amp; J. S. Abel, “A Physical, Modular Computational Acoustic Model of the Coupled Interior Architecture of Ancient Chavín,” Presented by Collechia at the 133rd Audio Engineering Society Convention, San Francisco, CA (2012)."]}]}]