[{"paragraph":2,"notes":[{"type":"citation","notes":["Diana Taylor, <a href=\"http://www.worldcat.org/oclc/52001768\"><em>The Archive and the Repertoire: Performing Cultural Memory in the Americas</em></a> (Durham: Duke University Press, 2003).","Joseph Roach, <a href=\"http://www.worldcat.org/oclc/33131513\"><em>Cities of the Dead: Circum-Atlantic Performance</em></a> (New York: Columbia University Press, 1996)."]}]},{"paragraph":3,"notes":[{"type":"commentary","notes":["It also provoked me to think more deeply about the role of ephemeral sounds in history. What about the sound of a pen gently tearing against the paper of a used napkin? What about the humming that accompanied the dishwashing as the napkin was tossed into the trash? Is our imagination powerful enough to render these events as history?"]}]},{"paragraph":5,"notes":[{"type":"citation","notes":["Carl Sandburg, <a href=\"http://www.worldcat.org/oclc/54580889\"><em>The American Songbag</em></a> (New York: Harcourt, Brace &amp; Company, 1927), p. 455."]}]},{"paragraph":6,"notes":[{"type":"commentary","notes":["Sandburg was a labor-activist and consummate populist who championed the culture and political causes of the working classes. The <em>American Songbag</em> is emblematic of his curiosity about diverse traditions across the United States (he traveled widely as an orator) as well as the evolving appetites for homegrown music in the country at large. For more about his life and work, see the recent PBS American Masters documentary, <em>The Day Carl Sandburg Died</em> (2012).","The title of the tune recalls “coon songs” that popularized racist stereotypes and mythologies of African-American music. These representations were complicated because they denigrated black music and lauded it at the same time. Undoubtedly influenced by the music created by enslaved people and their descendants, coon songs were sometimes authored and performed by African-Americans. This song’s title nods to the genre, whose popularity was waning around the time that Carl Sandburg published the <em>American Songbag</em> in 1927. For further reading on coon songs and the ragtime era and their connection to (and departure from) both white and black minstrelsy, see Lynn Abbot and Doug Seroff, <a href=\"http://www.worldcat.org/oclc/68416847\"><em>Ragged but Right: Black Traveling Shows, “Coon Songs,” and the Dark Pathway to Blues and Jazz</em></a> (Jackson, MS: University Press of Mississippi, 2007)."]}]},{"paragraph":7,"notes":[{"type":"commentary","notes":["“In the afternoons on Sundays, they have their Music, which is of kettle drums, and those of several sizes; upon the smallest the best Musician plays, and the others come in as Choruses: the drum all men know, has but one tone; and therefore variety of tunes have little to do in this music; and yet so strangely they vary their time, as ‘tis a pleasure to the most curious ears, and it was to me one of the strangest noises that I heard made of one tone; and if they had the variety of tune, which gives the greater scope in Music, as they have of time, they would do wonders in that Art. And if I had not fallen sick before my coming away, at least seven months in one sickness, I had given them some hints of tunes, which being understood, would have served as a great addition to their harmony; for time without tune, is not an eighth part of the Science of Music.” Richard Ligon, <a href=\"http://www.worldcat.org/oclc/716070323\"><em>A True and Exact History of the Island of Barbados</em></a> (London: Peter Parker, 1673), 50-51."]}]},{"paragraph":8,"notes":[{"type":"commentary","notes":["The Association of Black Women Historians’ <a href=\"http://www.abwh.org/index.php?option=com_content&amp;amp;view=article&amp;amp;id=2%3Aopen-statement-the-help\">open letter</a> to fans of the book and film adaptation, <em>The Help</em> (2011) is an excellent primer on stereotypes of black domestic workers in the Jim Crow South and how they serve to misrepresent the history and legacy of black domestic workers.","I am inspired by the work of Jade Davis, whose website <a href=\"http://vintageblackbeauty.tumblr.com/\"><em>Vintage Black Beauties</em></a> celebrates early photography of black women. Some of the archival images she circulates are visually framed according to racist and primitivist stereotypes of the sort that Sandburg’s terrible title recalls. She has written about how she attempts to override the power of the stereotypes in her digital circulation by “<a href=\"http://jadedid.com/performingthedigital/2012/09/27/the-whisper-room-tweetasound/\">whispering</a>” to the women in the images as well as contemporary black female viewers, “you are beautiful.”"]}]},{"paragraph":9,"notes":[{"type":"commentary","notes":["I haven’t been able to identify a particular creole origin of the words and it may well be that the description is right in that the words are a blend of different language traditions."]}]},{"paragraph":10,"notes":[{"type":"commentary","notes":["Offering another example of the oral transmission of music from Afro-Atlantic woman to child, W.E.B. Dubois <a href=\"http://archive.org/stream/cu31924024920492#page/n269/mode/2up\">wrote about a song</a> that was passed down in his family from his great-great-grandmother, who had been enslaved by a Dutch trader in the eighteenth century. W.E.B. Dubois, <a href=\"http://www.worldcat.org/oclc/3453356\"><em>The Souls of Black Folk, Essays and Sketches</em></a> (Chicago: A.C. McClurg &amp; Co., 1903), 254."]}]},{"paragraph":17,"notes":[{"type":"commentary","notes":["When you ask for help learning a tune, you will never hear someone suggest that you purchase a book of sheet music and learn it. They <em>will</em> recommend that you listen to famous recordings or that you learn new tunes directly from another player. This is also true in jazz circles, where sheet music and charts play an important role, but are nearly eclipsed by an emphasis on recording history and classic interpretations. I find it telling that we “learn by ear” rather than learn by <em>listening.</em> No one would ever say that they learn sheet music “by seeing.” The subtle implication is that learning by ear is somehow natural, and thereby less studied. I can assure you that it takes a lot of work to be able to learn music by ear efficiently."]}]},{"paragraph":19,"notes":[{"type":"commentary","notes":["I decided not to use the title “Jungle Mammy Song” when I introduced it to the young women because I didn’t want to taint their musical encounter with the stereotype. Because I don’t normally teach history or literature to ten-year-olds, I chickened out and kept the story simple. In retrospect, I think it would have been worthwhile possibly to lay all the cards on the table and explain the context of the <em>American Songbag</em> and the negative stereotypes that it participated in. On the other hand, I’m glad that we were able to explore the song together without reproducing the stereotype."]}]},{"paragraph":30,"notes":[{"type":"commentary","notes":["In the introduction to <em>Audible Past: Cultural Origins of Sound Production</em>, Jonathan Sterne describes the way our relationship to sound is culturally constructed and historically specific. In what he dubs the “audiovisual litany,” he lists common assumptions about the nature of hearing that scholars of sound should question: “hearing is spherical, vision is directional; hearing immerses its subject, vision offers a perspective; sounds come to us, but vision travels to its object; hearing is concerned with interiors, vision is concerned with surfaces.” Jonathan Sterne, <a href=\"http://www.worldcat.org/oclc/50002447\"><em>Audible Past: Cultural Origins of Sound Production</em></a> (Durham: Duke University Press, 2003), 15."]}]}]