[{"paragraph":1,"notes":[{"type":"image","notes":[{"url":"WhitneyHall02.jpg","alt":"Ed Koch's Declaration","caption":"Mayor Ed Koch’s declaration.","credit":"Jonathan Meiburg"}]}]},{"paragraph":2,"notes":[{"type":"commentary","notes":["As of this writing, the museum’s official web site [www.AMNH.org] does not list the Whitney hall among its permanent exhibitions, and mentions it only as the location of the Butterfly Conservatory.  The <a href=\"http://en.wikipedia.  org/wiki/American_Museum_of_Natural_History\">museum</a>’s Wikipedia page also does not mention the Whitney hall, even in a section devoted to “The art of the diorama.”"]}]},{"paragraph":5,"notes":[{"type":"citation","notes":["Mary LeCroy, “Ernst Mayr at the American Museum of Natural History,” <a href=\"http://www.worldcat.org/oclc/77079067\"><em>Ornithological Monographs</em></a>, (2005) 58, pp. 30-49."]}]},{"paragraph":6,"notes":[{"type":"commentary","notes":["Once, during after-dinner coffee at the University Club, an inebriated donor sidled around a marble column and warned a bemused Murphy not to “give the old rascal a cent more than $25,000.” Mary LeCroy, “Ernst Mayr at the American Museum of Natural History,’ <a href=\"http://www.worldcat.org/oclc/77079067\"><em>Ornithological Monographs</em></a> p. 33."]}]},{"paragraph":7,"notes":[{"type":"commentary","notes":["It’s worth a word, here, about study skins. Birds are unusual among animals in that their feathers give them their distinctive shapes; unfeathered, most birds more or less resemble a plucked turkey. So it’s possible to preserve the shape and plumage of a freshly-killed bird with a sort of shorthand field taxidermy. Turning a bird into a ‘skin’ (which, unless there’s a freezer handy, has to be done within a few hours of its death) involves opening its abdomen with a vertical incision, removing nearly all of its muscles and viscera (including the brain, which can be drawn from the skull by gently turning the neck inside-out), stuffing the body cavity with straw or cotton batting, and stitching it back up, leaving the beak, feet, wings, tail, and overall form of the living bird intact.  In the hand, these skins have a faintly talismanic power; they evoke not just the animal they once were, but <a href=\"http://theappendix.net/issues/2013/4/from-the-aviary-haliaeetus-leucocephalus\">the time and place in which they were collected</a>. Rollo and Ida Beck’s skills in preparing these skins in the field were exceptional, and even now, you can usually spot a Beck skin in a drawer of specimens without looking at the ID tag. They’re clean, artful, and remarkably uniform, and it’s hard to imagine them being prepared at sea, much less in a rowboat."]}]},{"paragraph":8,"notes":[{"type":"citation","notes":["Robert Cushman Murphy, <a href=\"http://www.worldcat.org/oclc/798490\"><em>Oceanic Birds of South America</em></a> (New York, NY: Macmillan, 1936), pp. 8-25."]},{"type":"image","notes":[{"url":"WhitneyHall07.jpg","alt":"Tag on a Kelp Goose","caption":"Tag from a female kelp goose, prepared in the Falkland Islands by Rollo Beck in 1916.","credit":"Jonathan Meiburg"}]}]},{"paragraph":12,"notes":[{"type":"image","notes":[{"url":"WhitneyHall11.jpg","alt":"Letter Sent to Rollo","caption":"A fragment of a letter Rollo sent to Ida during the Whitney Expedition.  They were occasionally separated during the expedition, and in this letter Rollo describes a rough crossing to Tonga. Dumbacher &amp; West (2010) write that “By all accounts, Ida was as tough as nails.  She suffered terribly from seasickness, and like Darwin, she never really got over it, yet this did not prevent her from traveling. Photos typically show Ida in nice dresses and shoes not typical of field attire.” They also write that “she was good-natured, quick to laugh, and she adored Rollo.” Letter from the collection of the AMNH Department of Ornithology.","credit":"Jonathan Meiburg"}]}]},{"paragraph":14,"notes":[{"type":"commentary","notes":["Conversation with Mary LeCroy, May 2013.  LeCroy, who still has an office in the Department of Ornithology, is the museum’s closest remaining link to the Whitney expeditions. She was hired as an assistant to curator Thomas Gilliard, who participated in expeditions that collected material for the Hall of Oceanic Birds, including the New Guinea and Philippines dioramas."]}]},{"paragraph":15,"notes":[{"type":"commentary","notes":["Shortly after construction began on the Whitney Wing, the museum received a dramatic windfall in the form of a letter to Sanford from Walter Rothschild, offering to sell his globally representative collection of 280,000 bird skins to the American Museum.  The sale was made, with funds provided (again) by the Whitneys. At the time, Sanford was led to believe that Rothschild had sold his collection for tax reasons, but Rothschild’s niece Miriam revealed in a 1983 biography of her uncle that the cause of the sale was blackmail: Rothschild’s former mistress, a “charming, witty, aristocratic, ruthless” woman, “who, aided and abetted by her husband … ruined him financially, destroyed his piece of mind for forty years and eventually forced him to sell his bird collection.” Miriam Rothschild, <a href=\"http://www.worldcat.org/oclc/9557941\"><em>Dear Lord Rothschild: birds, butterflies, and history</em></a> (London: Hutchinson, 1983)."]}]},{"paragraph":16,"notes":[{"type":"commentary","notes":["Luckily for the museum, the Whitneys’ gift of stock was swiftly liquidated by the museum’s comptroller before the 1929 stock market crash."]}]},{"paragraph":17,"notes":[{"type":"image","notes":[{"url":"WhitneyHall20.jpg","alt":"Whitney Hall","caption":"Progress on the Whitney hall by 1940.","credit":"AMNH Library Services"}]}]},{"paragraph":18,"notes":[{"type":"commentary","notes":["Stephen Quinn, the Museum’s Senior Project Manager for Exhibitions, writes that “Jaques, with no formal art or science training, was nothing less than a genius…to this day no artist is thought to paint birds in flight as well as Jaques.”"]},{"type":"citation","notes":["Steven Quinn, <a href=\"http://www.worldcat.org/oclc/61461678\"><em>Windows on Nature: The Great Habitat Dioramas of the American Museum of Natural History</em></a> (New York: Abrams, in association with AMNH, 2006)."]},{"type":"image","notes":[{"url":"WhitneyHall19.jpg","alt":"Scale Model of the Hall","caption":"Jaques constructed an ingenious scale model of the hall for use in planning and mocking up the displays from a visitor’s eye level.","credit":"AMNH Photo #314355"}]}]},{"paragraph":22,"notes":[{"type":"commentary","notes":["Ernst Mayr, who had supervised the design and construction of the now-dismantled Sanford Hall of Bird Life at AMNH, remained at Harvard until his death in 2005 at the age of 100.  I visited his office at Harvard’s Museum of Comparative Zoology shortly before he died; it was flanked by two sections of tree trunks that contained nest cavities excavated, respectively, by Ivory-Billed Woodpeckers (<em>Campephilus principalis</em>) and Imperial Woodpeckers (<em>Campephilus imperialis</em>). Both species–huge, beautiful birds with bold markings and trumpeting calls–were alive when Mayr was born, and extinct by the time of his death."]},{"type":"citation","notes":["John P. Dumbacher and Barbara West, “Collecting Galápagos and the Pacific: How Rollo Howard Beck Shaped Our Understanding of Evolution,” <a href=\"http://www.worldcat.org/oclc/1289190\"><em>Proceedings of the California Academy of Sciences</em></a> (2010), Series 4, Vol. 61, Supplement II, No. 13, pp. 211-243."]}]},{"paragraph":24,"notes":[{"type":"commentary","notes":["The dome of the Whitney hall was the only project on which Francis Lee Jaques and James Perry Wilson (the museum’s most famous painter of dioramas, including most of the African and North American Mammal halls) ever collaborated."]},{"type":"citation","notes":["Ruth Norton, “Hall of Pacific Birds, Twenty Years in Preparation, Dedicated at the American Museum of Natural History.” AMNH press release. January 30, 1953."]}]},{"paragraph":27,"notes":[{"type":"commentary","notes":["The turkey, which Capainolo had nicknamed “Mrs. Beasley”, had been in at the height of its breeding cycle; an index card pinned next to the skin noted “no molt; heavy fat; ovary huge – 4 large ova, 3 collapsed follicles, 1 egg in cloaca, ready to lay.”  I asked him about the egg.  “I ate it,” he replied.  “It was fresh.”"]}]},{"paragraph":30,"notes":[{"type":"citation","notes":["Interview with Peter Capainolo, May 16, 2013."]},{"type":"image","notes":[{"url":"WhitneyHall46.jpg","alt":"","caption":"","credit":"Jonathan Meiburg"}]}]},{"paragraph":32,"notes":[{"type":"commentary","notes":["According to Peter Capainolo, during the cleaning of the Whitney hall’s dome, a conservator working on scaffolding looked down, spotted actor Bill Murray looking at the dioramas, and called down, “I loved you in <em>Ghostbusters</em>!”, to which Murray replied, “I loved you in <em>The Agony and the Ecstasy</em>!”"]}]},{"paragraph":33,"notes":[{"type":"image","notes":[{"url":"WhitneyHall31.jpg","alt":"Robert Cushman Murphy","caption":"Robert Cushman Murphy, at the official dedication of the Whitney Hall in 1953, talking to Eleanor Searle, aka Mrs. Cornelius Vanderbilt Whitney.","credit":"AMNH Library Services"}]}]},{"paragraph":34,"notes":[{"type":"commentary","notes":["This bird, the flightless takahe <em>Porphyrio hochstetteri</em>, the largest living member of the rail family, was thought to be extinct until 20 November 1948, when a small population was discovered in the remote Murchison Mountains of southwestern New Zealand.  Only 263 individuals remain as of 2013. Like the moa, the takahe in the Whitney hall is a model."]}]}]