[{"paragraph":3,"notes":[{"type":"commentary","notes":["Alfred Russel Wallace also developed the theory of evolution by natural selection through his research in the Amazon and the Malay Peninsula. Wallace sent Darwin a paper, “On the Law which has Regulated the Introduction of New Species,” which prompted Darwin to write up his own theories, which became <em>On the Origin of the Species</em>, published in 1859. Wallace’s theories subtly differed from Darwin—Darwin emphasized competition, and Wallace emphasized adaptation to the natural environmental system—but Wallace’s fame as natural selection’s co-revealer faded after his death. He was poor and an outsider. In recent years, however, there has been a well-deserved <a href=\"http://www.newyorker.com/arts/critics/atlarge/2007/02/12/070212crat_atlarge_rosen\">spate of critical interest</a> in Wallace and his work, including <a href=\"http://harpers.org/archive/2008/03/the-ecstasy-of-alfred-russel-wallace/\">this magical short work</a> of historical fiction by the author Daniel Mason, which can also be found elsewhere on the internet."]}]},{"paragraph":7,"notes":[{"type":"link","notes":[{"label":"The Macaulay Library at the Cornell Lab of Ornithology, “the world’s largest and oldest scientific archive of biodiversity audio and video recordings” is a wonderful resource for exploring bird (and other kinds of) song.","url":"http://macaulaylibrary.org/"}]}]},{"paragraph":8,"notes":[{"type":"commentary","notes":["The following passage is taken from Charles Darwin, <a href=\"http://books.google.com/books?id=Na9LAAAAMAAJ&amp;amp;pg=PP1&amp;amp;redir_esc=y#v=onepage&amp;amp;q&amp;amp;f=false\"><em>The Descent of Man: And Selection in Relation to Sex</em></a>, London: John Murrary, 1871, pp. 51-68. Although Darwin was meticulous with his sources, we’ve mostly removed his footnotes; they can be seen at the aforementioned link."]}]},{"paragraph":12,"notes":[{"type":"commentary","notes":["Dureau de la Malle gives a curious instance (<em>Annales des Sc. Nat</em>., 3rd series, Zoolog., tom. x., p. 118) of some wild blackbirds in his garden in Paris, which naturally learnt a republican air from a caged bird."]}]},{"paragraph":13,"notes":[{"type":"commentary","notes":["<em>For reasons of space, we’ve elided the following three paragraphs.–The Editors.</em><br /><br />In some birds the vocal organs differ greatly in the two sexes. In the <em>Tetrao cupido</em> the male has two bare, orange-coloured sacks, one on each side of the neck; and these are largely inflated when the male, during the breeding-season, makes his curious hollow sound, audible at a great distance. Audubon proved that the sound was intimately connected with this apparatus (which reminds us of the air-sacks on each side of the mouth of certain male frogs), for he found that the sound was much diminished when one of the sacks of a tame bird was pricked, and when both were pricked it was altogether stopped. The female has “a somewhat similar, though smaller naked space of skin on the neck; but this is not capable of inflation.” The male of another kind of grouse (<em>Tetrao urophasianus</em>), whilst courting the female, has his “bare yellow oesophagus inflated to a prodigious size, fully half as large as the body”; and he then utters various grating, deep, hollow tones. With his neck-feathers erect, his wings lowered, and buzzing on the ground, and his long pointed tail spread out like a fan, he displays a variety of grotesque attitudes. The oesophagus of the female is not in any way remarkable. <br /><br />It seems now well made out that the great throat pouch of the European male bustard (<em>Otis tarda</em>), and of at least four other species, does not, as was formerly supposed, serve to hold water, but is connected with the utterance during the breeding-season of a peculiar sound resembling “oak.” A crow-like bird inhabiting South America is called the umbrella-bird, from its immense top knot, formed of bare white quills surmounted by dark-blue plumes, which it can elevate into a great dome no less than five inches in diameter, covering the whole head. This bird has on its neck a long, thin, cylindrical fleshy appendage, which is thickly clothed with scale-like blue feathers. It probably serves in part as an ornament, but likewise as a resounding apparatus; for Mr. Bates found that it is connected “with an unusual development of the trachea and vocal organs.” It is dilated when the bird utters its singularly deep, loud and long sustained fluty note. The head-crest and neck-appendage are rudimentary in the female.<br /><br />The vocal organs of various web-footed and wading birds are extraordinarily complex, and differ to a certain extent in the two sexes. In some cases the trachea is convoluted, like a French horn, and is deeply embedded in the sternum. In the wild swan (<em>Cygnus ferus</em>) it is more deeply embedded in the adult male than in the adult female or young male. In the male Merganser the enlarged portion of the trachea is furnished with an additional pair of muscles. In one of the ducks, however, namely <em>Anas punctata</em>, the bony enlargement is only a little more developed in the male than in the female. But the meaning of these differences in the trachea of the two sexes of the Anatidae is not understood; for the male is not always the more vociferous; thus with the common duck, the male hisses, whilst the female utters a loud quack. In both sexes of one of the cranes (<em>Grus virgo</em>) the trachea penetrates the sternum, but presents “certain sexual modifications.” In the male of the black stork there is also a well-marked sexual difference in the length and curvature of the bronchi. Highly important structures have, therefore, in these cases been modified according to sex."]}]},{"paragraph":16,"notes":[{"type":"commentary","notes":["<em>For reasons of space, we’ve also elided the following paragraph. – The Editors.</em><br /><br />In the male of the Chamaepetes unicolor (a large gallinaceous bird of America), the first primary wing-feather is arched towards the tip and is much more attenuated than in the female. In an allied bird, the Penelope nigra, Mr. Salvin observed a male, which, whilst it flew downwards “with outstretched wings, gave forth a kind of crashing rushing noise,” like the falling of a tree. The male alone of one of the Indian bustards (<em>Sypheotides auritus</em>) has its primary wing-feathers greatly acuminated; and the male of an allied species is known to make a humming noise whilst courting the female. In a widely different group of birds, namely humming-birds, the males alone of certain kinds have either the shafts of their primary wing-feathers broadly dilated, or the webs abruptly excised towards the extremity. The male, for instance, of Selasphorus platycercus, when adult, has the first primary wing-feather, thus excised. Whilst flying from flower to flower he makes “a shrill, almost whistling noise”; but it did not appear to Mr. Salvin that the noise was intentionally made."]}]}]