[{"paragraph":1,"notes":[{"type":"citation","notes":["Edouard Glissant, <a href=\"http://www.worldcat.org/oclc/248848482\"><em>Caribbean Discourse Selected Essays</em></a> (Charlottesville: University of Virginia, 1999), pp. 123-124."]}]},{"paragraph":2,"notes":[{"type":"commentary","notes":["Melville’s novella is a fictionalized retelling of events that happened off the coast of Santa Maria, a small, uninhabited island off the coast of Chile, on February 20, 1805. The American sea captain, Amasa Delano, had anchored <em>The Perseverance</em> there while they were restocking water supplies on their return journey from Canton. While there, a rather battered and weather beaten Spanish merchant ship soon sailed into harbor and appeared to be in distress. Assessing the situation, Delano decided to approach <em>The Tryal</em> and offer his services. In Delano’s published account of what followed, he notes, “As soon as I got on deck, the captain, mate, people and slaves, crowded around me to relate their stories, and to make known their grievances” (p. 322). Delano was on board <em>The Tryal</em> for the greater part of the day, and relates very little else until—at his departure—the Captain of the ship—Benito Cereno—jumps overboard and informs Delano that he had been audience to an elaborate performance carried off by the enslaved Africans on board the ship, that they had revolted, and that Cereno himself was, in fact, their captive. The events are related in three prior written accounts (as well as numerous North American newspapers): the ship’s log recounting that day’s events, the Lima court records, and Delano’s <em>Narrative of Voyages and Travels in the Northern and Southern Hemispheres</em> (Boston 1817). Herman Melville’s <em>Benito Cereno</em> (first published in 1855 in <em>Putnam’s Monthly</em>) takes up the challenge of imagining and recreating the holes in Delano’s narrative and invites us to consider why such an elaborate drama was excluded from the record in the first place. The additional narratives are reproduced in Delano’s <em>Narrative</em>, available <a href=\"http://books.google.com/books/about/Narrative_of_voyages_and_travels_in_the.html?id=yq8BAAAAYAAJ\">here</a>."]}]},{"paragraph":6,"notes":[{"type":"citation","notes":["William Butterworth, <em>Three Years Adventures</em> (Leeds: Edward Baines, 1822).","Marcus Rediker, <a href=\"http://www.worldcat.org/oclc/124074808\"><em>The Slave Ship: A Human History</em></a> (New York: Viking, 2007), p. 282."]}]},{"paragraph":7,"notes":[{"type":"commentary","notes":["See for instance, the work of Stephanie Smallwood and Ian Baucom. In <em>Saltwater Slavery</em>, Smallwood examines how ships’ logs, captains’ journals, sales records and a litany of texts connected to the trade develop a discourse about race and slavery. See Stephanie Smallwood, <a href=\"http://www.worldcat.org/oclc/67361507\"><em>Saltwater Slavery: A Middle Passage from Africa to American Diaspora</em></a> (Cambridge: Harvard University Press, 2007). In <em>Specters of the Atlantic</em>, Baucom, in turn, argues that African captives were interpolated not only into a British slave trade, but into the systems of credit that they in turn helped to support. Examining the trials that resulted when the captain of the Zong murdered 131 of the Africans on board his ship, Baucom argues for how insurance documents transformed captive bodies into capital or credit. See Ian Baucom, <a href=\"http://www.worldcat.org/oclc/60455015\"><em>Specters of the Atlantic: Finance Capital, Slavery, and the Philosophy of History</em></a> (Durham: Duke University Press, 2005)."]}]},{"paragraph":9,"notes":[{"type":"commentary","notes":["At best we refer to the nascent voices of people like Venture Smith, Olaudah Equiano, Mary Prince, and others who have survived the passage and lived to tell about it. Notable examples include the memoirs or accounts of men and women such as Olaudah Equiano, James Albert Ukawsaw Gronniosaw, Venture Smith, Belinda Royall, and Mary Prince."]}]},{"paragraph":10,"notes":[{"type":"commentary","notes":["I am borrowing this language from Michelle Cliff, who writes: “To write a complete Caribbean woman, or man for that matter, demands of us retracing the African past of ourselves, reclaiming as our own, and as our subject, a history sunk under the sea, or scattered as potash in the cane fields, or gone to bush, or trapped in a class system notable for its rigidity and absolute dependence on color stratification. Or a past bleached from our minds. It means finding the art forms of those of our ancestors and speaking in the patois forbidden us. It means realizing our knowledge will always be wanting. It means also, I think, mixing in the forms taught us by the oppressor, undermining his language and co-opting his style, and turning it to our purpose.” Michelle Cliff, <em>The Land of Look Behind and Claiming</em> (Ithaca, NY: Firebrand, 1985), p. 14."]}]},{"paragraph":11,"notes":[{"type":"commentary","notes":["R. Murray Schafer defines the concept of “soundscapes” as sonic environments that provide an opening for scholars to consider “the enculturated nature of sound…and the material spaces of performance that are constructed for the purpose of propagating sound.” See <a href=\"http://www.worldcat.org/oclc/28711078\"><em>The Soundscape: Our Sonic Environment and the Tuning of the World</em></a> (Merrimac, MA: Destiny, 1993). See also Mark M. Smith’s essay “Listening to the Heard Worlds of Antebellum America,” <em>Journal of The Historical Society</em> (June 2000): 63-97. Smith invites early American scholars, in particular, to think about how sound can serve as an “index of identity.” Similarly, Richard Rath’s 2003 book-length study, <a href=\"http://www.worldcat.org/oclc/53013074\"><em>How Early America Sounded</em></a> (Cornell: Cornell University Press, 2005), attends to sound as a way to “open up parts of these worlds, not to get a glimpse of them but to listen in.” Most recently, <a href=\"http://www.americanquarterly.org/\"><em>American Quarterly</em></a> published a special issue on sound studies in September 2011 and just this past February <a href=\"http://www.common-place.org/\"><em>Commonplace</em></a> released an issue on music and Early America."]}]},{"paragraph":12,"notes":[{"type":"citation","notes":["Marcus Rediker, <a href=\"http://www.worldcat.org/oclc/124074808\"><em>The Slave Ship: A Human History</em></a> (New York: Viking, 2007), p. 294.","Bruce Mouser, ed., <a href=\"http://www.worldcat.org/oclc/49852165\"><em>A Slaving Voyage to Africa and Jamaica: The Log of the Sandown, 1793-1794</em></a> (Bloomington: Indiana University Press, 2002).","Joseph Hawkins, <a href=\"http://www.worldcat.org/oclc/62829924\"><em>A History of a Voyage to the Coast of Africa, and Travels into the Interior of that Country; Containing Particular Descriptions of the Climate and Inhabitants, Particulars Concerning the Slave Trade</em></a> (Troy, NY: 1797)."]}]},{"paragraph":15,"notes":[{"type":"commentary","notes":["Ottobah Cugoano, <a href=\"http://www.worldcat.org/oclc/42919607\"><em>Narrative of the Enslavement of Ottobah Cugoano, a Native of Africa; published by himself, in the Year 1787</em></a> (1787), 124-5. All references to this text refer to the electronic version available through the University of North Carolina’s <em>Documenting the American South</em> digital archive available <a href=\"http://docsouth.unc.edu/neh/cugoano/menu.html\">here</a>."]}]},{"paragraph":16,"notes":[{"type":"commentary","notes":["Saidiya Hartman, “Venus in Two Acts.” <em>Small Axe</em>, 12 no. 2 (June 2008): 12.<br />Gilroy posits “antiphony” as such a model of political action. Antiphony literally means “opposite voice” and suggests an emphasis on a dialectical production of meaning located in the auditory realm."]},{"type":"citation","notes":["Gilroy, Paul. <a href=\"http://www.worldcat.org/oclc/28112279\"><em>The Black Atlantic: Modernity and Double Consciousness</em></a> (Cambridge, Mass: Harvard University Press, 1993), p. 74."]}]},{"paragraph":17,"notes":[{"type":"commentary","notes":["All quotes refer to the edition available through <a href=\"http://archive.org/details/guinevoyagepoem00stanuoft\">Archive.org</a>."]},{"type":"citation","notes":["James Field Stanfield, <a href=\"http://www.worldcat.org/oclc/9831504\"><em>The Guinea Voyage: A Poem</em></a> (London: J. Philips, 1789), p. 27."]}]}]