[{"paragraph":13,"notes":[{"type":"commentary","notes":["The band casts a long shadow over heavy music, but historical documentation is surprisingly sparse online. Much of what there is can be found on this lovingly curated site: <a href=\"http://discharge.yolasite.com/\">http://discharge.yolasite.com/</a>"]}]},{"paragraph":15,"notes":[{"type":"link","notes":[{"label":"A compendium of Discharge lyrics","url":"http://www.darklyrics.com/d/discharge.html"}]}]},{"paragraph":16,"notes":[{"type":"commentary","notes":["I grew up loving punk and metal in suburban Detroit in the 1980s, and I sang in a hardcore band. We generally played as fast as possible, and everything we did tended toward entropy. Most of our songs collapsed in on themselves in the end, as people cursed and pounded on walls and threw things across the room.<br /><br />Mostly we played our own juvenile compositions, but we also covered Black Flag’s “Gimme Gimme Gimme.” Our version wasn’t any good, but it seemed conceivable that if we practiced enough, it could be one day. The song had plenty of breathing room, gaps between notes and beats. It was approachable. I loved Discharge, but it never occurred to me to suggest playing any of its songs. Discharge was monolithic, too dense and dark, somehow, for our half-assed homage."]}]},{"paragraph":20,"notes":[{"type":"commentary","notes":["The music video for RATT’s “Round and Round,” in which the band ruins a stuffy black-tie dinner, encapsulates the essentials of the era:<br /><br />\n<iframe width=\"640\" height=\"360\" src=\"http://www.youtube.com/embed/8M60rLoCbbo?rel=0\" frameborder=\"0\" allowfullscreen></iframe><br /><br />\nWe begin at the dinner, with a collection of country-club types daintily sipping white wine. (Weirdly, the late comedian Milton Berle plays two of these roles: lord of the manor and, dressed in drag, his wife. Berle’s nephew was RATT’s manager.) The band sneaks past the window and begins to play, loudly, in the attic.<br /><br />\nVocalist Stephen Pearcy, decked out in tights, a black headband, and proto-Uggs, does lazy scissor-kicks and plays air-guitar, while drummer Bobby Blotzer twirls his sticks. Guitarists Warren DeMartini and Robbin Crosby sway in choreographed motion. Plaster falls from the ceiling into wine glasses. The guests make faces of uptight displeasure. The gothy-looking daughter—who, we begin to suspect, is wilder than she seems—goes upstairs to investigate.<br /><br />\nWhen the solo comes around, DeMartini crashes through the floor and lands on the table, to the horror of the assembled guests. We rejoin the daughter as she slinks up the stairs to the attic, shedding her conservative clothes and tiara along the way. By the time she reaches the top, she is utterly transformed: a vaguely punk-looking model in a ripped silver mini-dress. As the song fades out, she begins to dance for the band."]}]},{"paragraph":30,"notes":[{"type":"commentary","notes":["Most of my description of the Farm comes from Wilson, but I also used <em>Gimme Something Better</em>, an oral history of Bay Area punk by Jack Boulware and Silke Tudor."]},{"type":"citation","notes":["Boulware, Jack, and Silke Tudor. <a href=\"http://www.worldcat.org/oclc/318411427\"><em>Gimme Something Better: The Profound, Progressive, and Occasionally Pointless History of Bay Area Punk from Dead Kennedys to Green Day</em></a>. (New York: Penguin, 2009.)."]}]},{"paragraph":36,"notes":[{"type":"commentary","notes":["Wilson, who knew D.R.I. (Dirty Rotten Imbeciles) from the San Francisco scene, says that members of the band carried a trash can to the front of the stage and threw garbage at Discharge while it played. In a comment posted on Wilson’s blog, D.R.I.’s guitarist Spike denied that he had anything to do with it. His wording, however, didn’t rule out the involvement of other members of D.R.I."]},{"type":"link","notes":[{"label":"Discharge at The Farm in San Francisco","url":"http://truepunkmetal.blogspot.com/2012/07/discharge-live-at-farm-in-sf-sept-7th.html"}]}]},{"paragraph":45,"notes":[{"type":"video","notes":[{"service":"youtube","id":"2-EePxHkgyg","width":"640","height":"480","caption":"The Winnipeg Interview, Part I."},{"service":"youtube","id":"HI9TkESHL44","width":"640","height":"480","caption":"The Winnipeg Interview, Part II."}]}]},{"paragraph":53,"notes":[{"type":"commentary","notes":["All D-Beat might sound the same to the uninitiated, but Discharge’s heirs come in many different flavors. In addition to the sonic and graphic mimicry, many D-Beat bands have named themselves by adding the prefix “Dis” to an astonishing variety of words—a sort of hardcore Mad Libs. Some, such as Disrupt, actually make sense. Others, like Disrape, are utterly nonsensical and probably tongue-in-cheek. See the videos in this paragraph for some examples."]},{"type":"video","notes":[{"service":"youtube","id":"wG8R9e8KOs4","width":"640","height":"480","caption":"The fever hit earliest and biggest in Sweden, with hundreds of bands taking up the D-Beat mantle. Anti Cimex was one of the first and best. Though derivative, its sound packs a wallop, and is influential in its own right."},{"service":"youtube","id":"8pZPGnztseU","width":"640","height":"480","caption":"Disfear, also from Sweden, holds down the rock-oriented end of D-Beat. Listen to the chorus: slow it down and take away the screaming, and you’ve got a rock’n’roll song."},{"service":"youtube","id":"2NnnYg18FCc","width":"640","height":"480","caption":"Besides Sweden, Japan might have the greatest concentration of D-Beat bands. Combining the Discharge sound with Japanese hardcore’s predilection for noisiness, D-Clone follows the thread to its logical endpoint—faster, uglier, and ultimately more feral than the masters themselves ever contemplated."}]}]}]