[{"paragraph":3,"notes":[{"type":"citation","notes":["Aung San Suu Kyi, and Michael Aris, <em><a href=\"http://www.worldcat.org/oclc/24794710\">Freedom From Fear</a></em> (London: Penguin Books, 2010)."]}]},{"paragraph":9,"notes":[{"type":"commentary","notes":["The <em>pattela</em> is a type of xylophone and the <em>pat waing</em> is a set of 21 tuned drums played with bare hands. Both instruments allow only two different pitches to be struck simultaneously and this feature is built into early <em>sandaya</em> music. The piano’s unique ability to imitate those traditional instruments was likely part of its appeal."]},{"type":"link","notes":[{"label":"Kit Young, “The Strange, The Familiar: Foreign Musical Instruments in Myanmar/Burma”, 2003.","url":"http://asiasociety.org/arts/performing-arts/music/strange-familiar-foreign-musical-instruments-myanmarburma"}]}]},{"paragraph":16,"notes":[{"type":"commentary","notes":["This scale was realized roughly on the piano by lowering the pitch of the E keys, raising the F keys, and then doing the same for B and A, respectively. In early <em>sandaya</em> playing, black keys were generally not required. The clearest expression of Burmese tunings can be found in <em>saung gauk</em> playing, where they are also likely in decline. Kit Young, personal communication, April 14, 2013."]}]},{"paragraph":18,"notes":[{"type":"citation","notes":["Timothy Rice, and Robert Garfias, <em><a href=\"http://www.worldcat.org/oclc/759180374\">Ethnomusicological Encounters with Music and Musicians</a></em> (Burlington, VT: Ashgate, 2011)."]}]},{"paragraph":20,"notes":[{"type":"commentary","notes":["Kit Young, a pianist who lived in Asia for twenty years and founded the Gitameit Music Center, is planning a book of essays on <em>sandaya</em> and Burmese music in general, but she acknowledges that translating Burmese writing is an equally pressing task. “Outsiders must read these writers,” she notes. “It is only by learning the flavor of talk, the modality of another ear appreciating music with the cultural detail behind a musical event that we can begin to ‘hear from the inside.’” Personal communication, April 14, 2013."]}]}]