[{"paragraph":5,"notes":[{"type":"commentary","notes":["Information of arrivals into and departures from New Granada’s ports is only available for selected ports (Cartagena and Santa Marta) and selected years (1785, 1789, 1793, 1800, 1801, 1807, 1808, 1814, 1817). Similarly, information about foreign vessels—including many Spanish vessels from New Granada—entering the free ports of Jamaica only exists for selected years between 1767 and 1818. While exploring French, Dutch, and Danish archives could enhance the quality of the picture of the participation of New Granada’s ports in the Caribbean commercial networks, that picture would necessarily continue to be incomplete."]}]},{"paragraph":18,"notes":[{"type":"commentary","notes":["For more detailed descriptions of the schemes described by Depons, Walton, and Stephen see François Depons, <em>Travels in South America during the Years 1801, 1802, 1803, and 1804; Containing a Description of the Captain-Generalship of Caracas, and an Account of the Discovery. Conquest, Topography, Legislature, Commerce, Finance, and Natural Productions of the Country, with a View of the Manners and Customs of the Spaniards and the Native Indians</em> (London: Longman, Hurst, Rees, and Orme, 1807); William Walton, <em>Present State of the Spanish Colonies, including a Particular Report of Hispaniola, or the Spanish Part of Santo Domingo</em> (London: Longman, Hurst, Rees, Orme, and Brown, 1810); and [James Stephen], <em>War in Disguise; or, the Frauds of the Neutral Flags</em> (London: C. Wittingham, 1806)."]}]},{"paragraph":19,"notes":[{"type":"commentary","notes":["José Ignacio de Pombo, <em>Comercio y contrabando en Cartagena de Indias</em> (Bogota: Procultura, 1986); “Informe de Manuel Hernández… sobre el estado del comercio en el virreinato de Santa Fe,” Archivo General de Indias (AGI), Santa Fe, 959, no. 67; (for Domingo Negrón’s story) Antonio Amar to Miguel Cayetano Soler, December 7, 1806, AGI, Santa Fe, 653, no. 10; and (for descriptions of Bahía Honda) Antonio Julián, <em>La perla de América, Provincia de Santa Marta</em> (Bogota: Academia Colombiana de Historia, 1980); Manuel Guirior, “Instrucción que deja a su sucesor en el mando el virrey D. Manuel Guirior,” in Germán Colmenares (ed.), <em>Relaciones e informes de los gobernantes de la Nueva Granada</em> (Bogota: Ediciones Banco Popular, 1989), 1:271-359; and Antonio de Arévalo, “Plano Particular de Bahía Honda, situado en el Cavo de la Vela y el de Chichivacoa en la Provincia de los Yndios Goagiros, que llaman del Río del Hacha,” AGI, MP-Panamá, 182."]}]},{"paragraph":20,"notes":[{"type":"commentary","notes":["For examples of the types of files I have consulted in the Spanish and Colombian archives see: “Expediente sobre la arribada legítima del bergantín holandés Cornelia Luisa, su capitán Thimoteo Seud a Portobelo, de donde fue llevado a Cartagena,” Archivo General de Indias (AGI), Santa Fe, 955; “Diligencia que se actúan por este gobierno sobre la aprehensión hecha por el comandante del bergantín Cartagenero guarda costa de SM a una goleta que de arribada entró en este puerto nombrada San Francisco Xavier,” Santa Marta, July15, 1803, AGI, Sante Fe, 952; “Informe sobre comiso en Cartagena de la balandra La Victoria,” September 25, 1806, AGI, Santa Fe, 1149; “Autos seguidos en el gobierno de esta capital de Santiago de Veraguas contra los individuos que sirvieron de corsarios con nación leal, en la goleta nombrada <em>La Belona</em> y la suerte les condujo a varar en el Escudo de Veraguas en la goleta apresada por quella nombrada <em>Altagracia</em>” (hereafter Autos <em>La Belona</em>), Archivo General de la Nación, Colombia, AA1, Guerra y Marina, 130, 395-481."]}]},{"paragraph":22,"notes":[{"type":"commentary","notes":["The quote is from Lorenzo Corbacho in a report to viceroy José Manuel de Ezpeleta. Complaining voices also included Cartagena’s merchant Juan de León y Páez who informed Ezpeleta that “the navigation to [foreign] colonies to negotiate slaves, is simply a pretext to trade in clothes.” Based on these reports Ezpeleta concluded that in the viceroyalty of New Granada the legal trade in slaves functioned as “a shadow for contraband.” Corbacho to Ezpeleta, Portobelo, November 6, 1794, AGI, Santa Fe, 645, No. 4; Corbacho to Ezpeleta, Portobelo, February 22, 1795, AGI, Santa Fe, 645, No. 5; Leo´n y Pa´ez to Ezpeleta, Cartagena, October 30, 1794, AGI, Santa Fe, 645, No. 1; Ezpeleta to Lerena, Santa Fe. December 19, 1791, AGI, Santa Fe, 640, no. 201."]}]},{"paragraph":26,"notes":[{"type":"commentary","notes":["For the fiction of “imperial self-sufficiency” see David Hancock, <em>Oceans of Wine: Madeira and the Emergence of American Trade and Taste</em> (New Haven: Yale University Press, 2009). Many other works including Lauren Benton, <em>A Search for Sovereignty: Law and Geography in European Empires, 1400-1900</em> (Cambridge: Cambridge University Press, 2010); Linda Rupert, <em>Creolization and Contraband:  Curaçao in the Early Modern Atlantic World</em> (Athens: University of Georgia Press, 2012); Eliga Gould, “Entangled Histories, Entangled Worlds: The English-Speaking Atlantic as Spanish Periphery,” <em>American Historical Review</em> 112/3 (2007): 764-786; Jorge Cañizares-Esguerra, “Entangled Histories: Borderland Historiographies in New Clothes?” <em>American Historical Review</em> 112/3 (June 2007), 787-799; James Sweet, <em>Domingos Álvares, African Healing, and the Intellectual History of the Atlantic World</em> (Chapel Hill: University of Carolina Press, 2011); and Ernesto Bassi, “Beyond Compartmentalized Atlantics: A Case for Embracing the Atlantic from Spanish American Shores,” <em>History Compass</em> 12:9 (2014), 704-716 are increasingly thinking of imperial borders as porous, permeable, fluid, and entangled. For a recent summary of the problem and ongoing trends to solve it see Jorge Cañizares-Esguerra and Benjamin Breen, “Hybrid Atlantics: Future Directions for the History of the Atlantic World,” <em>History Compass</em> 11/8 (2013: 597-609."]}]}]