[{"paragraph":15,"notes":[{"type":"link","notes":[{"label":"A YouTube playlist of balloon launches","url":"http://www.youtube.com/playlist?list=PLhczMFfp6Itt212qLuUHltmhNA_B1hqnM"}]}]},{"paragraph":29,"notes":[{"type":"commentary","notes":["The lack of space for building these balloons in the cramped garages of the peripheries was another concern that inspired creative innovation. São Paulo baloeiro Paulinho Ignorante (Ignorante here is a given nickname indicating his foolhardiness) in his attempt to make a 198 foot tall balloon, had to use an abandoned school, removing the doors from the hallways, in order to build a workbench that could accommodate the molds for a balloon of such gargantuan proportions. A Rio de Janeiro baloeiro solved this with a structural invention, a method by which balloons could be built in modules, allowing the giants to be manufactured in small garages in the peripheries."]}]},{"paragraph":30,"notes":[{"type":"commentary","notes":["In this particular case, the team even built new headquarters in the periphery, which included a workshop, a small office, and a storefront where they would sell fireworks, paper, and bamboo sticks for kites to neighborhood kids to raise funds for their craft."]}]},{"paragraph":32,"notes":[{"type":"commentary","notes":["The expression originates from a 1830 law prohibiting the slave trade, which went mostly unenforced, but was passed to appease British abolitionists."]}]},{"paragraph":34,"notes":[{"type":"citation","notes":["Mara Caballero, “Balões: Astros Proibidos dos Céus Cariocas,” Jornal do Brasil, June 30, 2009."]}]},{"paragraph":35,"notes":[{"type":"citation","notes":["Vatican Secretary of State, “Letter from the Vatican to Turma do Zodiaco” (Odair Bueno Collection, January 1981).","João Figueiredo, “Letter from President João Figueiredo to Ivo Patrocinio” (Odair Bueno Collection)."]}]},{"paragraph":44,"notes":[{"type":"citation","notes":["Carlos Alberto Máximo Pimenta, “Violência Entre Torcidas Organizadas de Futebol,” <em>São Paulo em Perspectiva</em> 14, no. 2 (June 2000)."]}]},{"paragraph":45,"notes":[{"type":"citation","notes":["“Resgates/Disastres,” <em>Suplemento Informativo Baloeiro</em>, November 1988."]}]},{"paragraph":46,"notes":[{"type":"commentary","notes":["The song is <em>Parque Industrial</em> by Tom Zé."]}]},{"paragraph":47,"notes":[{"type":"citation","notes":["“Cartas,” <em>Folha da Tarde</em>, June 13, 1986."]}]},{"paragraph":52,"notes":[{"type":"citation","notes":["Ana Raquel Cardoso de Oliveira, Marcos Paulo de Souza Miranda, and Sérgio Lopes Loures, “Considerações Acerca da Nova Lei de Crimes Ambientais,” <em>Jus Navigandi</em>, no. 27 (December 1998)."]}]},{"paragraph":53,"notes":[{"type":"citation","notes":["Affonso A. de Freitas, <em>Tradições E Reminiscências Paulistanas</em>, 3rd ed. (São Paulo: Governo do Estado de São Paulo, 1978)."]}]},{"paragraph":56,"notes":[{"type":"citation","notes":["“Balões,” Camera Record, March 14, 2008."]}]},{"paragraph":57,"notes":[{"type":"citation","notes":["Bueno and Patrocínio, <em>Balão, Paixão Inexplicável</em>, 122-3."]}]},{"paragraph":58,"notes":[{"type":"commentary","notes":["Baloeiros are almost entirely male."]}]},{"paragraph":61,"notes":[{"type":"citation","notes":["“Festival de Balão de Ar Quente,” <em>Planeta Balão</em>, October 25, 2009."]}]},{"paragraph":63,"notes":[{"type":"citation","notes":["Bozzo, “Balão Ecológico,”  interview by Felipe Cruz, October 2009."]}]}]