[{"paragraph":3,"notes":[{"type":"commentary","notes":["This vignette is a composite of details—the doorknob, the speckles on the tile—from two children’s letters to the Committee for Nuclear Information. Neither letter is dated, but records indicate the letters were received between May of 1967 and March of 1968."]},{"type":"citation","notes":["Letter, Ava Crawford to the Committee for Nuclear Information, undated; letter, Don [no last name given] to the Committee for Nuclear Information (0052), undated, box 13, folder 198, Coll. 69, State Historical Society of Missouri Committee for Environmental Information Records, Western Historical Manuscript Collection, University of Missouri-St. Louis."]}]},{"paragraph":7,"notes":[{"type":"citation","notes":["Bush, Vannevar, <a href=\"http://www.worldcat.org/oclc/1594001\"><em>Science the Endless Frontier</em></a> (Washington: United States Government Printing Office, 1945), p. 10.","Odd Arne Westad, “The New International History of the Cold War: Three (Possible) Paradigms,” <em>Diplomatic History</em> 24, 557."]}]},{"paragraph":11,"notes":[{"type":"citation","notes":["Herman M. Kalckar, “An International Milk Teeth Radiation Census”, <em>Nature</em> 4631 (1958), 283."]}]},{"paragraph":12,"notes":[{"type":"citation","notes":["Herman M. Kalckar, “An International Milk Teeth Radiation Census”, <em>Nature</em> 4631 (1958), 283."]}]},{"paragraph":14,"notes":[{"type":"citation","notes":["National Cancer Institute, <em>Estimated Exposures and Thyroid Doses Received by the American People from Iodine-131 in Fallout Following Nevada Atmospheric Nuclear Bomb Tests</em> (Washington: United States Department of Health and Human Services, 1997), 2.2."]},{"type":"video","notes":[{"service":"youtube","id":"LLCF7vPanrY","width":"640","height":"480","caption":"A Time-Lapse Map of Every Nuclear Explosion Since 1945"}]}]},{"paragraph":15,"notes":[{"type":"citation","notes":["Gerard J. DeGroot, <a href=\"http://www.worldcat.org/oclc/56128476\"><em>The Bomb: A Life</em></a> (Cambridge: Harvard University Press, 2004), p. 197."]}]},{"paragraph":16,"notes":[{"type":"citation","notes":["National Cancer Institute, <em>Estimated Exposures and Thyroid Doses Received by the American People from Iodine-131 in Fallout Following Nevada Atmospheric Nuclear Bomb Tests</em> (Washington: United States Department of Health and Human Services, 1997)."]}]},{"paragraph":17,"notes":[{"type":"citation","notes":["<a href=\"http://query.nytimes.com/mem/archive-free/pdf?res=9B03E1DC1030E23BBC4D51DFB266838C649EDE\">“Milk Radio Activity Up: A.E.C. Aide Reports Increase of Strontium-90 Level.”</a> <em>New York Times</em>, April 25, 1957.","<a href=\"http://query.nytimes.com/mem/archive-free/pdf?res=9E05E3D8173DE634A25756C2A9639C946992D6CF\">“Milk Found Low in Radioactivity,”</a> <em>New York Times</em>, May 25, 1958.","<a href=\"http://query.nytimes.com/mem/archive-free/pdf?res=9C06E1DB1030E23BBC4952DFB366838C649EDE\">“U.S. Testing Milk on Radioactivity”</a>, <em>New York Times</em>, May 11, 1957."]}]},{"paragraph":21,"notes":[{"type":"citation","notes":["<a href=\"http://query.nytimes.com/mem/archive-free/pdf?res=9B01E1DD173EE23BBC4B53DFB767838D649EDE\">“Stevenson Sees Cover-Up on Bomb”</a>, <em>New York Times</em>, November 3, 1956.","<a href=\"http://scarc.library.oregonstate.edu/coll/pauling/peace/newsclips/peace5.007.22.html\">“Pauling Petition Asks U.N. Stop A-Tests,”</a> <em>Pasadena Star-News</em>, January 14, 1958."]},{"type":"link","notes":[{"label":"A recording of Pauling’s speech","url":"http://scarc.library.oregonstate.edu/coll/pauling/peace/narrative/page26.html"}]}]},{"paragraph":23,"notes":[{"type":"citation","notes":["Letter, Barry Commoner to Linus Pauling, February 25, 1958, digital transcript available at <a href=\"http://scarc.library.oregonstate.edu/coll/pauling/peace/corr/corr66.12-commoner-lp-19580225-transcript.html\">http://scarc.library.oregonstate.edu/coll/pauling/peace/corr/corr66.12-commoner-lp-19580225-transcript.html</a>, courtesy of the Ava Helen and Linus Pauling Papers, Oregon State University Libraries."]}]},{"paragraph":26,"notes":[{"type":"citation","notes":["Press releases “Baby Tooth Survey” and “The Story of the Baby Tooth Survey,” Greater St. Louis Citizens’ Committee for Nuclear Information, box 13, folder 197, Coll. 69, State Historical Society of Missouri Committee for Environmental Information Records, Western Historical Manuscript Collection, University of Missouri-St. Louis."]}]},{"paragraph":28,"notes":[{"type":"citation","notes":["Yvonne Logan, “The Story of the Baby Tooth Survey”, <em>Scientist and Citizen</em> 6, 9-10, 39."]}]},{"paragraph":29,"notes":[{"type":"citation","notes":["Press release “The Story of the Baby Tooth Survey,” Greater St. Louis Citizens’ Committee for Nuclear Information, box 13, folder 197, Coll. 69, State Historical Society of Missouri Committee for Environmental Information Records, Western Historical Manuscript Collection, University of Missouri-St. Louis.","Louise Zibold Reiss, “Strontium-90 Absorption by Deciduous Teeth”, <em>Science</em> 3491, 1669-1673.","Yvonne Logan, “The Story of the Baby Tooth Survey”, <em>Scientist and Citizen</em> 6, 9-10, 38-39.","Michael Friedlander (Professor Emeritus of Physics, Washington University, and a member of the Committee for Nuclear Information from 1958) in discussion with the author, January 2014.","<a href=\"http://query.nytimes.com/mem/archive-free/pdf?res=9F02E0D8103EEF3ABC4950DFB166838B679EDE\">“SR-90 in Milk- St. Louis Concerned Over a High Radioactivity Count”</a>, <em>New York Times</em>, July 31, 1960."]}]},{"paragraph":31,"notes":[{"type":"citation","notes":["Unsigned letter to “Dear Fairy,” undated; Letter from Rosanna Mazurkiewicz, undated: box 13, folder 198, Coll. 69, State Historical Society of Missouri Committee for Environmental Information Records, Western Historical Manuscript Collection, University of Missouri-St. Louis.","Letter from Billy Holstein to “Dear Sciencist,” undated; Letter from Kathy Zeiss to “Dear Science,” undated: box 13, folder 197, Coll. 69, State Historical Society of Missouri Committee for Environmental Information Records, Western Historical Manuscript Collection, University of Missouri-St. Louis."]}]},{"paragraph":33,"notes":[{"type":"commentary","notes":["Although the large number of unsigned letters from parents does not rule out the possibility of fathers writing letters, every signed letter I found in the archive from a parent, teacher or other adult in regard to a participating child was written by a woman. The delightfully unhinged letters from Mrs. Doris Gould are particularly worth reading in their entirety for her descriptions of her own poor housekeeping and her youngest son’s predilection for eating any insect (except silverfish)."]},{"type":"citation","notes":["Letter, Mrs. Carole Zimmerman to Committee for Nuclear Information, April 8, 1966; Letter, Mrs. Rieser to Operation Tooth, undated, postmarked October 26, 1965; Letter, Mrs. Doris Gould to Committee for Nuclear Information, April 17, 1960: box 13, folder 197, Coll. 69, State Historical Society of Missouri Committee for Environmental Information Records, Western Historical Manuscript Collection, University of Missouri-St. Louis.","Letter, Mrs. Fox to Committee for Nuclear Information, undated; Letter, Mrs. John E. Drzemala to Committee for Nuclear Information, undated: box 13, folder 198, Coll. 69, State Historical Society of Missouri Committee for Environmental Information Records, Western Historical Manuscript Collection, University of Missouri-St. Louis."]}]},{"paragraph":35,"notes":[{"type":"commentary","notes":["These notes from adults and children are the primary trace of tooth submissions available in the state archive (many of the teeth themselves remain, but were transferred to another researcher for follow-up studies). These notes were just the starting point, however, of an involved process of cataloguing and analysis. Teeth received through the mail and from local dentists were catalogued primarily by volunteer members of the Women’s Auxiliary of the St. Louis Dental Society working at home or at the CNI office. Letters were opened within three days. For teeth submitted with the requisite form, volunteers sent a thank you letter along with a button and Operation Tooth Club membership card for the child, an additional tooth information form, and an information sheet for parents. Letters in need of reply were routed to the office staff, and teeth sent without information were returned to sender with a tooth information form. Outgoing mail left the BTS office twice a week, meaning that children who sent a tooth could expect their button less than two weeks later. "]},{"type":"citation","notes":["Memo, “Outline of Procedure,” undated, Greater St. Louis Citizens’ Committee for Nuclear Information, box 13, folder 197, Coll. 69, State Historical Society of Missouri Committee for Environmental Information Records, Western Historical Manuscript Collection, University of Missouri-St. Louis."]}]},{"paragraph":36,"notes":[{"type":"citation","notes":["Letter, J. Findley Smartt to Committee for Nuclear Information, undated, box 13, folder 198, Coll. 69, State Historical Society of Missouri Committee for Environmental Information Records, Western Historical Manuscript Collection, University of Missouri-St. Louis."]}]},{"paragraph":37,"notes":[{"type":"citation","notes":["Letter, Louise Reiss to F. Bazan, February 16, 1961, box 13, folder 199, Coll. 69, State Historical Society of Missouri Committee for Environmental Information Records, Western Historical Manuscript Collection, University of Missouri-St. Louis.","Memo, “Status Report to Scientific Advisory Group - Baby Tooth Survey,” Feb. 14, 1967, Greater St. Louis Citizens’ Committee for Nuclear Information, box 13, folder 195, Coll. 69, State Historical Society of Missouri Committee for Environmental Information Records, Western Historical Manuscript Collection, University of Missouri-St. Louis."]}]},{"paragraph":38,"notes":[{"type":"citation","notes":["<a href=\"http://query.nytimes.com/mem/archive-free/pdf?res=9D01E4DC1E3CE63BBC4B52DFB0668382649EDE\">“Milk Radioactivity Higher for March,”</a> <em>New York Times</em>, June 13, 1959.","<a href=\"http://query.nytimes.com/mem/archive-free/pdf?res=9C0DE0DD133DEF32A25757C0A9649C946191D6CF\">“Strontium 90 Count Highest in October,”</a> <em>New York Times</em>, February 4, 1960."]}]},{"paragraph":39,"notes":[{"type":"citation","notes":["Joseph J. Mangano, <a href=\"http://thebulletin.org/incisors-heartland\">“Incisors in the Heartland,”</a> <em>Bulletin of the Atomic Scientists</em> (online journal), March 7, 2011."]}]},{"paragraph":41,"notes":[{"type":"link","notes":[{"label":"CONELRAD’s fallout shelter blogpost","url":"http://conelrad.blogspot.com/2011/06/indelible-cold-war-symbol-complete.html"}]}]},{"paragraph":42,"notes":[{"type":"commentary","notes":["See, for example, <em>How I Live Now</em> (2013), the <em>Terminator</em> series of the 1980s and 1990s, or <em>Threads</em> (1984) and <em>The Day After</em> (1983), whose effect on kids’ fears Rebecca Onion <a href=\"/issues/2014/7/honey-youre-scaring-the-kids\">covered</a> for a prior issue of <em>The Appendix.</em>"]}]}]