[{"paragraph":1,"notes":[{"type":"citation","notes":["Edwin Heath, <em>La Exploracion de Rio Beni: Revista Historica</em>, Ministerio de Instruccion Publica. La Paz: Imp. De “La Revolución, 1896. P. 32-33."]}]},{"paragraph":2,"notes":[{"type":"commentary","notes":["Environmental science and geography have a long history of overshadowing human history in the Amazon. The Brazilian explorer, journalist, sociologist, and engineer Euclides da Cunha famously called the Amazon “the land without history.” An influential national intellectual in Brazil, Euclides’s ideas about the Amazon would shape writing and thinking about the region for most of the twentieth century."]},{"type":"citation","notes":["Euclides da Cunha, <a href=\"http://www.worldcat.org/oclc/2578092\"><em>Um Paraíso Perdido?: Reunião Dos Ensaios Amazônicos</em></a> (Petrópolis: Editora Vozes, 1976).","Euclides da Cunha, Ronald Sousa, and Lúcia Sá, <a href=\"http://www.worldcat.org/oclc/704275366\"><em>The Amazon: Land without History</em></a> (Oxford; New York: Oxford University Press, 2006)."]}]},{"paragraph":3,"notes":[{"type":"commentary","notes":["World rubber prices plummeted in 1912, signaling the end of the Amazonian Rubber Boom proper. However, by monopolizing transportation, Brazil nut production, and other industrial activity in the Northern Bolivian Amazon, the Casa Suárez was able to diversify its economic activities and maintain its economic dominance, albeit with a significant decline from levels of wealth at the height of the Rubber Boom, through 1952."]}]},{"paragraph":4,"notes":[{"type":"commentary","notes":["Cachuela Esperanza, like the more famous rubber boom cities of Iquitos and Manaus, aspired to achieve a European style and standard of living in the middle of the Amazon jungle. That aspiration led to the construction of the infamous Teatro Amazonas opera house in Manaus, but Nicolás Suárez was much less ostentatious when displaying his wealth."]},{"type":"citation","notes":["J. Valerie Fifer, <a href=\"http://www.worldcat.org/oclc/308829\"><em>Bolivia: Land, Location, and Politics since 1825</em></a> (Cambridge: Cambridge University Press, 1972).","Frederick Vallvé, “The Impact of the Rubber Boom on the Bolivian Lowlands (1850-1920)”, PhD. Diss, Georgetown University 2010."]}]},{"paragraph":7,"notes":[{"type":"citation","notes":["Archivo Histórico Casa Suárez/Fondo Antiguo. <em>Correspondencia, 1935.</em>."]}]},{"paragraph":8,"notes":[{"type":"commentary","notes":["The hospital is many local residents’ connection to Nicolás Suárez, who is a founding father-type figure in the region."]}]},{"paragraph":9,"notes":[{"type":"citation","notes":["Archivo Histórico Casa Suárez/Fondo Antiguo. <em>Cartas: 1912, 1917-18, 1925.</em>."]}]},{"paragraph":11,"notes":[{"type":"citation","notes":["Archivo Histórico Casa Suárez/Fondo Antiguo. <em>Resoluciones y Acuerdos, 1952.</em>."]}]},{"paragraph":18,"notes":[{"type":"commentary","notes":["The eco-explosion has created successful and sustainable community-operated tourist programs in many places in the Amazon. However, and this is particularly true in places that receive heavy tourist traffic, eco often becomes a hollow marketing concept. ‘Eco’ frequently labels tourist accommodations with false thatched roofs or rustic furnishings made of natural materials like untreated wood and grass."]}]},{"paragraph":19,"notes":[{"type":"citation","notes":["“BOLIVIA: Dam Spells Hope and Fear for Small Jungle Town.” <em>Inter Press Service</em>. Accessed April 17, 2014. http://www.ipsnews.net/2011/05/bolivia-dam-spells-hope-and-fear-for-small-jungle-town/."]}]}]