[{"paragraph":2,"notes":[{"type":"commentary","notes":["‘Fandango’ here is a shorthand for foolishness and lighthearted fun."]}]},{"paragraph":8,"notes":[{"type":"commentary","notes":["Jackson did not know of or did not choose to join any of the “Maroons” communities of runaway slaves who were known throughout the 18th and early 19th century to live in the deep backwoods and swamps in the South. The Black River and the Santee river of South Carolina were notorious for harboring runaway communities who both literally and figuratively often reclaimed and redefined swamp land for small settlements and agricultural use. Jackson likely passed close to such territory, however, which makes his independent determination to flee all the more powerful. For a thoughtful consideration of the culture of Maroons in South Carolina, see <em>Maroon Communities in South Carolina: A Documentary Record</em>, Timothy James Lockley, editor (Charleston: University of South Carolina Press, 2009)."]},{"type":"citation","notes":["Ian Finseth, “Geographic Consciousness in the American Slave Narrative,” <a href=\"http://www.worldcat.org/oclc/78993826\"><em>American Literary Geographies: Spatial practice and cultural production, 1500-1900</em></a>, Martin Bruckner and Hsuan L. Hsu, eds. (Newark: University of Delaware Press, 2007), pp. 236-258.","<a href=\"http://www.worldcat.org/oclc/227922394\"><em>Maroon Communities in South Carolina: A Documentary Record</em></a>, Timothy James Lockley, editor (Charleston: University of South Carolina Press, 2009)."]}]},{"paragraph":20,"notes":[{"type":"commentary","notes":["A thoughtful yet succinct overview of petite and grande marronage can be found in “Diasporic Marronage” in the <em>Encyclopedia of the African Diaspora: A Historical Encyclopedia</em> page 384-386 by Jorge L. Chinea Editor Carole Elizabeth Boyce Davies 2008 Santa Barbara California: ABC-CLIO."]}]},{"paragraph":34,"notes":[{"type":"commentary","notes":["The Reverend Thomas R. English’s runaway slave advertisement for Jackson appeared in the <em>Sumter Banner</em> in March of 1847.  While it is rare to be able to correlate this kind of documentation for a specific fugitive and it tells us much about the Reverend’s perspective and, moreover, does indeed correlate with Jackson’s own version of events, this interpretation shouldn’t be allowed to define him.  After all, while The Reverend English may have found Jackson to speak “plausibly” it seems doubtful he was ever able to genuinely hear Jackson.  The misdirection (a probable route to Georgia) indicated within this advertisement also provides powerful evidence for the strategic maneuvers and resistance practiced by people desperate to elude enslavers and oppression."]}]},{"paragraph":35,"notes":[{"type":"commentary","notes":["The advertisement was scheduled to appear 3 times a week—hence the ‘3t’ at its bottom right."]}]},{"paragraph":37,"notes":[{"type":"commentary","notes":["As part of the Compromise of 1850, the Fugitive Slave Act was a federal law designed to placate the South that was increasingly concerned by the weak enforcement of earlier fugitive slave laws. The Fugitive Slave Act of 1850 forced and rewarded Northern law enforcement officers to aid in the capture of escaped slaves. People aiding these freedom seekers were liable to face often very serious criminal sanctions. Other controversial aspects of the Act were the elimination of a jury decision for a captured slave, who was brought before a federal court or a commissioner and rarely allowed to submit testimony upon their behalf. Instead, testimony from the alleged owner, who was not even required to be present, was the most heavily-weighed evidence."]},{"type":"link","notes":[{"label":"Click here for more information about the free black community of St. John, New Brunswick which dated back to the exodus of British loyalists, including black loyalists, from the newly formed United States.","url":"http://www.museevirtuel-virtualmuseum.ca/edu/ViewLoitDa.do?method=preview&amp;lang=EN&amp;id=646"}]}]}]