[{"paragraph":2,"notes":[{"type":"citation","notes":["George Psalmanazar, <a href=\"http://www.worldcat.org/oclc/838689500\"><em>An historical and geographical description of Formosa. Giving an account of the religion, customs, manners, &amp;c., of the inhabitants</em></a> (London, 1715, 2nd ed.), p. 115."]}]},{"paragraph":3,"notes":[{"type":"commentary","notes":["Having “<a href=\"http://books.google.com/books?id=okRFAAAAcAAJ&amp;amp;pg=PA1587&amp;amp;lpg=PA1587&amp;amp;dq=%22royal+society%22+penis+opossum&amp;amp;source=bl&amp;amp;ots=J293tqNA5D&amp;amp;sig=8oya0S50OKEG5hQJIvX5LmAoeLc&amp;amp;hl=en&amp;amp;sa=X&amp;amp;ei=r_zqUdyqB4OC9gTa74HQDw&amp;amp;ved=0CFoQ6AEwCQ\">observed</a> the Penis to be fleshy, and to have no Bone in it,” the dissecting physician concludes that “it cannot be referred to the Dog or Weasel kind” but that “a more perfect Enumeration and Description of the several sorts of Animals that are in the World” was required to say more."]},{"type":"image","notes":[{"url":"psalmanazar1a.jpg","alt":"Hauksbee’s Air Pump","caption":"A revised version of the air pump exhibited that day, created by the Royal Society’s official “experimenter” Francis Hauksbee, still exists. I made a cursory search for the raccoon penis bone and mummified Tenerife foot in the Royal Society archives, but they’ve been lost—although considering that the foot’s owner, Sir Hans Sloane, was the founder of the British Museum, there’s a remote possibility that it lies moldering away in a crypt beneath Great Russell Street.","credit":"The Science Museum, London"}]}]},{"paragraph":4,"notes":[{"type":"commentary","notes":["Details from the Royal Society visit and other archival citations can be found in the journal article from which this piece was adapted, <a href=\"http://www.academia.edu/4042982/No_Man_Is_an_Island_Early_Modern_Globalization_Knowledge_Networks_and_George_Psalmanazars_Formosa\">“No Man is an Island,”</a> in <em>The Journal of Early Modern History</em>."]}]},{"paragraph":8,"notes":[{"type":"commentary","notes":["The printed edition of the memoir was bundled with Psalmanazar’s last will and testament, itself a remarkable document. The will contains instructions for how to find Psalmanazar’s manuscript, directing his executors to “the deep drawer on the right hand of my white cabinet.” Psalmanazar described the text as a “manuscript I thought myself in duty bound to leave behind [as] a faithful narrative.”"]},{"type":"citation","notes":["George Psalmanazar, <a href=\"http://www.worldcat.org/oclc/731566274\"><em>Memoirs of ****: Commonly known by the name of George Psalmanazar; a reputed native of Formosa. Written by himself in order to be published after his death</em></a> (London, 1765, 2nd ed.), pp. 55, 48."]}]},{"paragraph":11,"notes":[{"type":"commentary","notes":["Psalmanazar defended laudanum as “being a great help to study, a reviver of the spirits, and the like,” but confessed that “I frequently took such large doses, by way of ostentation, as must have proved detrimental, if not quite fatal, to any man that had a less strong and happy constitution than I was blessed with… And this it was that emboldened me to take such large and dangerous draughts of it, without the least necessity or motive for it, but to be taken notice and talked of; insomuch that I continued it during such a number of years, that I was become a perfect slave to, and could not be easy without it, tho’ I had for some time been sensible of the ill consequences attending the constant use of it, especially as I often indulged my vanity with a larger dose than usual.”"]},{"type":"citation","notes":["George Psalmanazar, <a href=\"http://www.worldcat.org/oclc/731566274\"><em>Memoirs of ****</em></a>, pp. 48-50.","George Psalmanazar, <a href=\"http://www.worldcat.org/oclc/838689500\"><em>An historical and geographical description of Formosa. Giving an account of the religion, customs, manners, &amp;c., of the inhabitants</em></a> (London, 1715, 2nd ed.), p. 250."]}]},{"paragraph":15,"notes":[{"type":"citation","notes":["Xavier de Castro and Genevieve Bouchon, eds., <a href=\"http://www.worldcat.org/oclc/490134698\"><em>Voyage de Pyrard de Laval aux Indes Orientales</em></a> (Paris, 1998), Vol. 2, p. 974."]}]},{"paragraph":21,"notes":[{"type":"citation","notes":["George Psalmanazar, <a href=\"http://www.worldcat.org/oclc/838689500\"><em>An historical and geographical description of Formosa</em></a>, p. 47."]}]},{"paragraph":23,"notes":[{"type":"commentary","notes":["See also Richard Gwinnet and Elizabeth Thomas, <em>Pylades and Corinna</em> (London, 1731), letter XIV, which describes “the famous Formosan Psalmanaazaar… a middle sized, well shaped man, of a fair complexion, as all the inhabitants of that island are, from whence the Portuguese, who were the first discoverers, gave it the name of Formosa.” Psalmanazar’s interlocutor Musidora “supposed that their slaves were all blacks, and asked if they eat well? He replied; they had some from Africa, but they had more white slaves, and that he had once ate part of a black.”"]},{"type":"citation","notes":["Jonathan Swift, “A Modest Proposal” in <a href=\"http://www.worldcat.org/oclc/251054\"><em>The Prose works of Jonathan Swift</em></a>, Vol. 12. Ed. Herbert Davis. (Oxford: Basil Blackwell, 1955), pp. 113-114."]}]},{"paragraph":24,"notes":[{"type":"citation","notes":["Gwinnet and Thomas, <em>Pylades and Corrinna</em>."]}]},{"paragraph":25,"notes":[{"type":"citation","notes":["George Psalmanazar, <a href=\"http://www.worldcat.org/oclc/731566274\"><em>Memoirs of ****</em></a>, pp. 194-195."]}]},{"paragraph":27,"notes":[{"type":"citation","notes":["Jorge Luis Borges, <a href=\"http://www.worldcat.org/oclc/2099880\"><em>Ficciones</em></a> (New York: Grove Press, 1962), p. 53."]}]}]