[{"paragraph":2,"notes":[{"type":"citation","notes":["Mary Douglas. <a href=\"http://www.worldcat.org/oclc/221244328\"><em>Purity and Danger: An Analysis of Concepts of Pollution and Taboo</em></a> (New York: Routledge, 1966)."]}]},{"paragraph":12,"notes":[{"type":"commentary","notes":["By March of 2013, Weld County had seen 373 permitted horizontal wells and 964 permitted in 2012 (551 drilled) up from five in 2009. This is in comparison to Larimer county where Fort Collins is located, where only two were permitted in 2012 and none yet in 2013."]}]},{"paragraph":14,"notes":[{"type":"commentary","notes":["People in Fort Collins also apparently use it to determine that it is about to snow or rain."]},{"type":"link","notes":[{"label":"Odor Hotline Finds Smell Success","url":"http://kunc.org/post/odor-hotline-finds-sweet-smell-success"}]}]},{"paragraph":15,"notes":[{"type":"commentary","notes":["Until relatively recently, the sugar beet was labor-intensive, each crop’s fate bound up in weeding and spacing that can be hard to do any other way than by hand. Sugar beets required “stoop labor,” not far from the labor-intensive nature of sugar cane. They are also known to be “water hogs,” taking 800 pounds of water to produce one pound of sugar."]},{"type":"citation","notes":["Brian H. Pollitt “The Cuban Sugar Economy and the Great Depression.” <em>Bulletin of Latin American Research</em> 3, no. 2 (January 1, 1984): pp. 3–28.","Loeffler, M. John. “Beet-Sugar Production on the Colorado Piedmont.” <em>Annals of the Association of American Geographers</em> 53, no. 3 (September 1, 1963): pp. 364–390."]}]},{"paragraph":17,"notes":[{"type":"commentary","notes":["Strangely enough, when talking about Greeley’s history with my family over Christmas, I learned that my uncle, who was a meat buyer for Raley’s Grocery store, was once flown to Greeley on the Monfort family’s private jet and wined and dined (on what else but a giant steak) at the Monfort family home."]}]},{"paragraph":18,"notes":[{"type":"citation","notes":["Eric Schlosser, <a href=\"http://www.worldcat.org/oclc/45248356\"><em>Fast Food Nation: The Dark Side of the All-American Meal</em></a> (New York: Houghton Mifflin, 2002), p. 151."]}]},{"paragraph":19,"notes":[{"type":"citation","notes":["Eric Schlosser, <a href=\"http://www.worldcat.org/oclc/45248356\"><em>Fast Food Nation: The Dark Side of the All-American Meal</em></a> (New York: Houghton Mifflin, 2002), p. 160."]}]},{"paragraph":24,"notes":[{"type":"commentary","notes":["Another strange coincidence in this story is that one of the leaders of the Muslim Brotherhood, Sayyd Qutb, attended the Colorado State College of Education (what is now the University of Northern Colorado) in the late 1940s. In an <a href=\"http://www.currenttrends.org/research/detail/said-qutb-on-the-arts-in-america\">article</a> that he published after returning to Egypt, Qutb excoriated American culture as materialist, racist and ‘loose.’  One wonders what he would think of contemporary Muslim refugees making their life in Greeley’s hotbed of sin."]}]},{"paragraph":26,"notes":[{"type":"commentary","notes":["The town is named after the New York newspaper man and reformer, <a href=\"http://www.greeleyhistory.org/pages/history.html\">Horace Greeley</a>."]}]},{"paragraph":27,"notes":[{"type":"commentary","notes":["It is easy to get carried away and start seeing this entire story of this landscape to be really about water allocations but I will resist the temptation. But the issue of farmers and oil men is become more economically stark: In 2012, farmers were paying around $30 an acre foot for water whereas cities were making a healthy profit off of selling water to oil and gas companies for between $1,000 and $2,000 an acre foot."]}]},{"paragraph":31,"notes":[{"type":"commentary","notes":["Under the New Deal a second water diversion project to provide water for Front Range agriculture was initiated on the <a href=\"http://www.usbr.gov/projects/Project.jsp?proj_Name=Colorado-Big+Thompson+Project\">Big Thompson River</a>."]},{"type":"citation","notes":["Mark Fiege, <a href=\"http://www.worldcat.org/oclc/40408720\"><em>Irrigated Eden: the making of an agricultural landscape in the American West</em></a> (Seattle: University of Washington Press, 1999)."]}]},{"paragraph":32,"notes":[{"type":"citation","notes":["Rebecca Solnit. <a href=\"http://www.worldcat.org/oclc/40830295\"><em>Savage Dreams: A Journey Into the Landscape Wars of the American West</em></a> (Berkeley: University of California Press, 1999), p. 91."]}]}]