[{"paragraph":2,"notes":[{"type":"link","notes":[{"label":"Court’s Decision Puts Dagger in Heart of Voting Rights Act","url":"http://abcnews.go.com/blogs/politics/2013/06/courts-decision-puts-dagger-in-heart-of-voting-rights-act/"}]}]},{"paragraph":3,"notes":[{"type":"commentary","notes":["The other five members: Martin Luther King, Jr., James Farmer, A. Philip Randolph, Roy Wilkins, and Whitney Young."]}]},{"paragraph":10,"notes":[{"type":"commentary","notes":["For reasons of space, the following exchange on Powell’s early comics has been moved to the supernotes.<br /><br /><span class='interview-participant'>Interviewer</span>What were your early comics like, Nate?<br /><br /><span class='interview-participant'>Powell</span>Like almost everyone I started drawing superhero comics. You know, guns and boobs, dystopic adventure comics. I started self-publishing when I was fourteen and for the most part those were my comics. And you know, when I was thirteen I started getting involved in the underground punk scene. It’s still really vibrant but in the 1990s Little Rock, Arkansas was one of the best towns in America for bands coming through and for projects coming out of that town. So I started getting into reading zines that people would make. I started bands and started putting out tapes and records but I didn’t have a lot of exposure to comics that weren’t superhero books until I moved away to college. So for quite a while I was writing these personal zines that had these personal comics in them and I was drawing these comic <em>books</em> that were mostly adventure books and it took until the late nineties that I realized that these didn’t need to be separate modes of communication.<br /><br /><span class='interview-participant'>Interviewer</span>Yeah, that’s a moment that ‘comics as more than superheroes’ hit for a lot of people. You had <a href=\"http://www.amazon.com/Complete-Maus-Survivors-Tale/dp/0679406417/ref=sr_1_2?s=books&amp;amp;ie=UTF8&amp;amp;qid=1374783804&amp;amp;sr=1-2&amp;amp;keywords=Maus\"><em>Maus</em></a> and a lot of quote-unquote serious comics from the 1980s, but it felt like a lot of momentum developed in the late nineties with works like Chris Ware’s <a href=\"http://www.amazon.com/dp/0375714545\"><em>Jimmy Corrigan, The Smartest Kid on Earth</em></a>—the feeling that this was the moment that new comic book creators could push the form and get wider critical recognition.<br />&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;<br /><span class='interview-participant'>Powell</span>Definitely.<br /><br /><span class='interview-participant'>Interviewer</span>Do you remember the first history comic you ever read?<br /><br /><span class='interview-participant'>Powell</span>Actually, it might have been <em>Maus</em>. My exposure to comics really broadened around ‘97. That was my first year at school in New York City. <br /><br />A notable exception to that, though it’s not exactly history book by any means, but I grew up as a G.I. Joe kid, in the Reagan era, and so I was really into <em>G.I. Joe</em> comics in the 1980s. They were all written by this guy <a href=\"http://en.wikipedia.org/wiki/Larry_Hama\">Larry Hama</a> who, as far as I know, has written every issue of <em>G.I. Joe</em> in the last thirty years. When I was eight years old he launched this other comic books series called <a href=\"http://en.wikipedia.org/wiki/The_%27Nam\"><em>The ‘Nam</em></a>, which was fictional, but as far as I can tell was as close as possible to an unflinching account of enlisted teenagers’ lives in Vietnam. Each issue covered thirty days of their tour of duty. At the end of twelve issues their tour of duty was over—if they were still alive. I credit this book with opening my eyes to a lot of subject matter I needed to talk to my dad about. It really generated a more mature dialogue, and it allowed me to look around and ask questions. It developed my concept of cognitive dissonance and took the Reagan era shimmer off of my gung-ho militarism at the time. <br /><br />But as far as historical comics, <em>Maus</em> was the true entry point.<br /><br /><span class='interview-participant'>Interviewer</span>My favorite <em>G. I. Joe</em> comic at that time was told entirely from the perspective of a group of recruits in boot camp. They ended up with their campy, sci-fi G. I. Joe identities, but a lot of them dropped out, which I remember moving me. <br /><br />What you’re talking about with Larry Hama’s work, you worked through with your graphic novel <a href=\"http://www.amazon.com/Any-Empire-Nate-Powell/dp/1603090770\"><em>Any Empire</em></a>, which is very much about war and childhood and nonviolence.<br /><br /><span class='interview-participant'>Powell</span>That’s right, yeah."]}]},{"paragraph":24,"notes":[{"type":"commentary","notes":["<span class='interview-participant'>Aydin</span>After we got to the point where we understood what we were going to say, I literally went into the indices of my favorite graphic novels and comics. And first the name that kept popping up was Karen Berger, the editor of Vertigo. She was the first one I pitched, and they were into it and we were moving along that way until Disney bought Marvel and DC got reorganized. She was very influential in helping me craft my pitch, writing that first book proposal, but she finally told me one day she didn’t know just when this might be put on their schedule. And I’m not somebody to sit around and wait. There was a window of time here; it had to be moving for this to happen. <br /><br />Congressman Lewis had gone with me to one of these comic book conventions. He wanted to see what it was all about. He was in Atlanta, and so he stuck his toe in, he was a good sport. We went and looked at all the art and everything and we were having lunch afterwards, and Jimmy Palmiotti, a really well-known guy in the industry, sees us having lunch in the hotel room lobby and comes up to the congressman and says “Oh my gosh, you’re a <em>real</em> celebrity! Can I get a picture? Can I shake your hand? It’s really great to meet you.” And I’m having this weird moment, where I’m sitting there with my boss, and this guy from my childhood—who I bought <em>Ash</em> comics from when I was like twelve, like hand to hand at the shows—he’s getting all googly-eyed over my boss and they’re coming together. I was like, “I don’t know if you remember me, I was this little kid,” and [Palmiotti] says, “Listen, call me if you need anything. Please!”"]}]},{"paragraph":49,"notes":[{"type":"commentary","notes":["<span class='interview-participant'>Interviewer</span>One of the darkest moments in <em>Silence of Our Friends</em>, for example, is when Larry, the black professor and activist gets beaten by the police during a peaceful protest, and Jack, his white friend and journalist, just keeps his camera rolling. You’re more direct with the violence elsewhere, but in this particular case, you shift from inks to rough pencils, to depict what the camera lens shows—which I thought pretty effectively jolted the reader by making them aware of the violence not as entertainment, but as something recorded.<br /><br /><span class='interview-participant'>Powell</span>Yes, in the <em>Silence of Our Friends</em>, Jack Long is a cameraman and journalist who has a professional responsibility of neutrality on certain events, even as he watches his friend become a victim of violence at the hands of the state. I felt that putting his camera work in pencil not only would provide an interesting shift in storytelling style, but also pull the reader away for a second, forcing them into the position of Jack watching the beating of a friend from behind his camera. It’s almost like that level of abstraction almost makes it more brutal and immediate than as if it were depicted just more immediately with inks."]}]},{"paragraph":56,"notes":[{"type":"commentary","notes":["<span class='interview-participant'>Powell</span>I love “The Walking Dead”. I watch a lot of violent TV and movies. But one thing I find interesting is that, especially with “The Walking Dead”, is that there’s a lot of graphic violence that’s being committed upon “zombies”, and not upon human beings. [And through that] I and almost everyone I know have become desensitized to skulls being bashed on what were human bodies. I’m one of these people who were completely destroyed the only time I watched “American History X” and The Scene Which Shall Not be Described. It fucked. Me. Up. I never need to see that movie again, but I often go back to thinking about that scene’s depiction of violence. <br /><br />Being someone who was born in the late 70s, what’s really shocking to me is that four years before my brother was born, ten years before I was born, my neighbors were being beaten in broad daylight by uniformed government officials with no reprimand, no consequences for their actions. And that’s something you can be aware of as you grow up but still keeps this extra layer of abstraction until you’re in a circumstance like reading about a person’s firsthand depiction of pulling up to that bus station, and knowing that half the people on this ride were being shipped off to a hospital, or to a secret prison. Being a white middle class Southerner, I feel like my personal mission is just to be able to depict these events in such a way that it removes that sheen of abstraction, so that people can see that this is something that happened ten to fifteen years before they were born, and that is insane."]}]},{"paragraph":66,"notes":[{"type":"commentary","notes":["<span class='interview-participant'>Powell</span>Something I really appreciated about his role as the young guy in the Big Six was that he was one of the sole voices in the mainstream movement who was willing to speak about and embrace anger and indignation—to embrace the impatience, the righteous impatience of the people. This almost got him shut down from speaking at the March on Washington simply because his speech expressed his anger and impatience at a society that was not changing quickly enough. I appreciate his ability to acknowledge that these negative emotions are a part of us, and that acknowledging that fact allows us to channel them into something positive."]}]}]