[{"paragraph":3,"notes":[{"type":"commentary","notes":["This chapter’s narration, description of the setting, and the people involved, if not flagged otherwise, draws entirely from Richard Adams Locke, <em>The Life and Adventures of Manuel Fernandez, Otherwise Richard C. Jackson, Convicted for the Murder of John Roberts, and Executed at the Bellevue Prison, New York, on Thursday, the 13th of November, 1835</em> (New York: New York Sun, 1835). However untrustworthy the majority of the source may at first seem, it can be surmised that it at least grew from a nut of truth: that a journalist visited a murderer in his prison cell and learned about his life."]},{"type":"citation","notes":["Richard Adams Locke, <a href=\"http://www.worldcat.org/oclc/27006458\"><em>The Life and Adventures of Manuel Fernandez, Otherwise Richard C. Jackson, Convicted for the Murder of John Roberts, and Executed at the Bellevue Prison, New York, on Thursday, the 13th of November, 1835</em></a> (New York: New York Sun, 1835), p. 1."]}]},{"paragraph":8,"notes":[{"type":"commentary","notes":["“The arrangement of the Prison is such, that all grades of prisoners from the innocent witness, who for want of the means of giving security for his attendance to testify on the trial of a criminal, is put into confinement; and the apprentice boy sent to jail as a matter of wholesome discipline; to the abandoned reprobate skilled in the acts and mysteries of all crimes, are crowded together in one room to the number varying from 40 to 70; forming a congregation of which the most abandoned reprobate is the minister, and the most innocent, the peculiar objects of his service, and creating and breathing an atmosphere, the pollution and corruption of which as it affects the physical man, is only equalled by the moral pollution and corruption which there affects the moral man.” “Document No. 29. Board of Assistant Aldermen, November 24, 1834,” <a href=\"http://books.google.com.pe/books?id=N6Y_AAAAYAAJ&amp;amp;dq=%22The%20arrangement%20of%20the%20Prison%20is%20such%20that%20all%20grades%20of%20prisoners%20from%20the%20innocent%20witness%20who%20%22&amp;amp;pg=PA231\"><em>Documents of the Board of Assistants, of the City of New York. Vol. I. From No. 1 to 66, inclusive.—From the 19th May, 1834 to 12th May 1835</em></a> (New York: 1835), 231."]},{"type":"citation","notes":["Joseph Gibbs, <a href=\"http://www.worldcat.org/oclc/85019007\"><em>Dead Men Tell No Tales: The Lives and Legends of the Pirate Charles Gibbs</em></a> (Columbia, South Carolina: University of South Carolina Press, 2007), p. 135.","“Document No. 32. No. III. From James Coggeshall, Keeper of the Bridewell, To the Commissioners of the Alms House, New York. New York, May 17, 1897,” <a href=\"http://books.google.com.pe/books?id=wCcMAAAAYAAJ&amp;amp;dq=%22bellevue%20prison%22&amp;amp;pg=PA242\"><em>Documents of the Board of Aldermen, of the City of New York. Volume IV. From No. 1 to No. 90, Inclusive—From May 1837, to May 1838</em></a> (New York: Printed by Order of the Common Council, 1838), p. 242.","“Extracts from the Annual Message of the Honorable C. W. Lawrence, Mayor, &amp;c. to the Common Council, of June 30th, 1834,” in <a href=\"http://books.google.com.pe/books?id=N6Y_AAAAYAAJ&amp;amp;dq=%22The%20arrangement%20of%20the%20Prison%20is%20such%20that%20all%20grades%20of%20prisoners%20from%20the%20innocent%20witness%20who%20%22&amp;amp;pg=PA231\"><em>Documents of the Board of Assistants, of the City of New York. Vol. I. From No. 1 to 66, inclusive.—From the 19th May, 1834 to 12th May 1835</em></a> (New York, 1835), p. 281."]}]},{"paragraph":11,"notes":[{"type":"citation","notes":["Joseph Gibbs, <a href=\"http://www.worldcat.org/oclc/85019007\"><em>Dead Men Tell No Tales: The Lives and Legends of the Pirate Charles Gibbs</em></a> (Columbia, South Carolina: University of South Carolina Press, 2007), p. 135."]}]},{"paragraph":13,"notes":[{"type":"citation","notes":["Edgar Allen Poe, “Richard Adams Locke,” <a href=\"http://www.worldcat.org/oclc/421919321\"><em>The Works of the Late Edgar Allen Poe with a Memoir by Rufus Wilmot Griswold and Notices of His Life and Genius by N. P. Willis and J. R. Lowell in Four Volumes, Vol. III. The Literati</em></a> (New York: Redfield, 1857), p. 127.","Matthew Goodman, <a href=\"http://www.worldcat.org/oclc/176894745\"><em>The Sun and the Moon: The Remarkable True Account of Hoaxers, Showmen, Dueling Journalists, and Lunar Man-Bats in Nineteenth-Century New York</em></a> (New York: Basic Books, 2008), p. 216."]}]},{"paragraph":14,"notes":[{"type":"citation","notes":["Edgar Allen Poe, “Richard Adams Locke,” <a href=\"http://www.worldcat.org/oclc/421919321\"><em>The Works of the Late Edgar Allen Poe</em></a>, pp. 127-128."]}]},{"paragraph":16,"notes":[{"type":"commentary","notes":["As in the previous chapter, I am indebted to Goodman, <em>The Sun and the Moon</em> for his biography of Locke, pp. 49-62."]}]},{"paragraph":27,"notes":[{"type":"citation","notes":["Richard Adams Locke, <a href=\"http://www.worldcat.org/oclc/27006458\"><em>The Life and Adventures of Manuel Fernandez</em></a>, p. 2."]}]},{"paragraph":30,"notes":[{"type":"citation","notes":["“Court of Oyer and Terminer and Circuit,” <em>The New York Sun</em>, 23 September 1835."]}]},{"paragraph":33,"notes":[{"type":"commentary","notes":["This paragraph and the paragraph following are drawn from the following straight-forward, entertaining but somewhat uncritical attempt to sort out the tales of Gibbs—born James Jeffers (1798-1831): Joseph Gibbs, <em>Dead Men Tell No Tales: The Lives and Legends of the Pirate Charles Gibbs</em> (Columbia: University of South Carolina Press, 2007)."]}]},{"paragraph":36,"notes":[{"type":"citation","notes":["Richard Adams Locke, <a href=\"http://www.worldcat.org/oclc/27006458\"><em>The Life and Adventures of Manuel Fernandez</em></a>, p. 1."]}]},{"paragraph":37,"notes":[{"type":"citation","notes":["“No. 66. Assembly, January 25, 1831; Report of the Secretary of State, giving an Abstract of the Returns of the Superintendents of the Poor in the several Counties,” <a href=\"http://books.google.com.pe/books?id=I3IIAQAAIAAJ&amp;amp;dq=bellevue%20New%20York&amp;amp;pg=RA4-PA61\"><em>Documents of the Assembly of the State of New-York, Fifty-Fourth Session, 1831. Volume I. From No. 1 to 69, Inclusive</em></a> (Albany: E. Croswell, Printer to the State, 1831), p. 31."]}]},{"paragraph":39,"notes":[{"type":"commentary","notes":["James Gordon Bennett, famed founder of the <em>Morning Herald</em>, and rival editor of Locke said of the <em>Sun</em>’s editor the journalist in question: “He was a little too gorgeous and florid in his descriptions of police scenes … but otherwise showed learning and science, although out of place.” Matthew Goodman, <em>The Sun and the Moon: The Remarkable True Account of Hoaxers, Showmen, Dueling Journalists, and Lunar Man-Bats in the Nineteenth-Century New York</em> (New York: Basic Books, 2008), 71-72."]},{"type":"citation","notes":["Richard Adams Locke, <a href=\"http://www.worldcat.org/oclc/27006458\"><em>The Life and Adventures of Manuel Fernandez</em></a>, p. 1."]}]},{"paragraph":40,"notes":[{"type":"commentary","notes":["For this quote, and all quotes in paragraphs following, see Locke, <em>The Life and Adventures of Manuel Fernandez</em>, pp. 1-2."]}]}]