[{"paragraph":1,"notes":[{"type":"commentary","notes":["Mock turtle was made out of calves’ brains seasoned with herbs, eggs, as well as several West Indian ingredients such as Madeira and cayenne pepper, in order to imitate the sea turtle’s unique Creole flavor. It came of age during the 1760s and continued to be served throughout the 19th century. “Dining on turtle,” Kirkby and Luckins write, “brought from the Caribbean to cold wet England, in an elaborate ritual of prestige and taste, required systems of trade and communication, transport, monetary exchange and knowledge of cooking techniques that came together at that historical moment to create that particular experience.” Unfortunately, this is the extent of their analysis of turtle feasting."]},{"type":"citation","notes":["Diane Kirkby and Tanja Luckins, <a href=\"http://www.worldcat.org/oclc/173299130\"><em>Dining on Turtles: Food Feasts and Drinking in History</em></a> (London: Palgrave, 2007), p. 3."]}]},{"paragraph":2,"notes":[{"type":"commentary","notes":["In the eighteenth century a fourth kind of turtle appeared on tables, the “trunk turtle” which was condemned as “rank and unwholesome.”"]},{"type":"citation","notes":["Thomas Amy, <em>A Compleat Discovery of the State of Carolina, in the Year 1682</em> (London, 1682)."]}]},{"paragraph":3,"notes":[{"type":"commentary","notes":["In 1789, William Cullen classified it as an amphibian, but <em>Testudo mydas</em> was its own class. Buffon said the hands had five fingers in natural history of birds, fish, insects, and reptiles. Not until the century’s end do I find mention of the age of a turtle, in George Shaw’s <em>Cimelia Physica: Figures of Rare and Curious Quadrupeds</em> (London, 1798.) Shaw states that a turtle brought over in 1633 and living until 1753 at Lambeth in a private garden p.54. Colloquial eighteenth-century accounts refer to it as a fish. In 1758, Linneaus labeled it <em>testuda mydas</em>."]}]},{"paragraph":4,"notes":[{"type":"commentary","notes":["Eating it also turned his urine “yellowish-green, and oily.”"]},{"type":"citation","notes":["Hans Sloane, <a href=\"http://www.worldcat.org/oclc/61931107\"><em>A Voyage to the Islands Madera, Barbados, Nieves, S. Christophers and Jamaica</em></a> , vol. 1 (London, 1707)."]}]},{"paragraph":5,"notes":[{"type":"commentary","notes":["Crusoe found the turtle flesh “the most savoury or pleasant that ever I tasted in my life.” Daniel Defoe, <em>Robinson Crusoe</em> (London, 1726) p. 43.","See “The Rarities display’d at Don Saltero’s coffee house” (London, 1750?). Two (ostensibly stuffed) turtles emerging out of shells and one (decapitated) turtle head are included in the catalogue. For more on Don Saltero’s as a permanent exhibition of curiosities, see chapter five in Brian Cowan’s <em>The Social Life of Coffee: the Emergence of the British Coffee House</em> (New Haven: Yale University Press, 2005).","All archival material pertaining to the Lord Mayor’s Banquet and the Corporation of London can be found at the London Metropolitan Archives, Clerkenwell."]},{"type":"citation","notes":["Susan Whyman, <a href=\"http://www.worldcat.org/oclc/42309970\"><em>Sociability and Power in Late Stuart England: The Cultural World of the Verneys</em></a> (Oxford: Oxford University Press, 1999), pp. 29-30.","<em>Weekly Journal or British Gazetteer,</em> Saturday, Oct 19, 1728.","<em>The gentleman fisher, or the whole art of angling</em>, 2nd edition, (London, 1727) p. 64."]}]},{"paragraph":6,"notes":[{"type":"citation","notes":["N.A.M Roger, “George Anson” in <a href=\"http://www.worldcat.org/oclc/56568095\"><em>Oxford Dictionary of National Biography</em></a>, (Oxford University Press, 2004)."]}]},{"paragraph":7,"notes":[{"type":"citation","notes":["John Philips Midshipman, <a href=\"http://www.worldcat.org/oclc/85800953\"><em>An Authentic Journal of the late expedition under Commodore Anson</em></a> (London, 1744)."]}]},{"paragraph":9,"notes":[{"type":"citation","notes":["Richard Walter, <a href=\"http://www.worldcat.org/oclc/1048477\"><em>A Voyage Around the World, in the years MDCCXL</em></a>, Vol. 2, (London, 1748), p. 39."]}]},{"paragraph":13,"notes":[{"type":"commentary","notes":["While this was not the first time that the Royal Philosophers got the chance to feast on such a treat, they had experienced more than their share of turtle-related mishaps. In fact, the first turtle mentioned in the club’s record books was not eaten because it had died in transit from the West Indies. Only freshly slaughtered turtle was considered acceptable to human food; after twenty-four hours, it supposedly adopted a rancid and unpalatable flavor.","A note in the Thursday’s Club dinner books dated September 2, 1754 stated the penny post letters to the members on account of Anson’s turtle cost the club 2 shillings. Thursday’s Club Dinner Books, RSC Papers, Royal Society Archives."]}]},{"paragraph":15,"notes":[{"type":"commentary","notes":["Newspaper accounts often boast about the number of people sated by a single animal. See, for example, the <em>London Evening Post</em>, Oct 5-Oct 8, 1754 (London, England) Issue 4198, the <em>London Magazine, or Gentleman’s Monthly Intelligencer</em> (London, 1760), and the <em>London Magazine, or Gentleman’s Monthly Intelligencer</em> (London, 1760)."]}]},{"paragraph":16,"notes":[{"type":"citation","notes":["George Colman, <a href=\"http://www.worldcat.org/oclc/79571228\"><em>The Connoisseur, by Mr. Town,</em></a> no. 19 (London, 1756), pp. 110-115."]}]},{"paragraph":17,"notes":[{"type":"commentary","notes":["Did “turtle clothes” actually exist? I have yet to find any evidence of real turtle eating uniform. Most likely this simply meant loose-fitting clothes. The only other reference I have found comes from “A Scene of Shades” published in the <em>General Evening Post</em>, October 11, 1770. This article tells the story of fictional “Common Councilman Guzzledown” who announces, “because I knew there was to be a great deal of turtle, I put on my light drab frock and gold-laced scarlet waistcoat that laces down the back.” If you are a textile historian with any knowledge of 18th-century turtle clothes, please get in touch!"]},{"type":"citation","notes":["“A Humourous Account of a Turtle Feast and a Turtle Eater,” in <em>The World</em> 123, May 8, 1755."]}]},{"paragraph":18,"notes":[{"type":"commentary","notes":["George Lyttelton, <em>Dialogues of the Dead</em> (London, 1760). Darteneuf actually existed; he was a member of the Kit Kat club and died before turtle-eating had penetrated Great Britain. You can find out more about him in Philip Carter’s article “Charles Dartiquenave,” <em>Oxford Dictionary of National Biography,</em> online edn, Jan, 2008."]},{"type":"citation","notes":["John Hall Stevenson, <a href=\"http://www.worldcat.org/oclc/535434525\"><em>Yorick’s Sentimental Journey, continued</em></a> vol 2, (London, 1774), p. 27.","William Cole, <a href=\"http://www.worldcat.org/oclc/15578180\"><em>The Contradiction</em></a> (London, 1796).","John Timbs, <a href=\"http://www.worldcat.org/oclc/4243761\"><em>Clubs and Club Life, with Anecdotes of its famous Coffee Houses</em></a> (London, 1899), p. 61."]}]},{"paragraph":19,"notes":[{"type":"citation","notes":["August 22, 1787 in <a href=\"http://www.worldcat.org/oclc/39868232\"><em>John Marsh Journals: The Life and Times of a Gentleman Composer</em></a> (New York: Pendragon Press, 1998), p. 410.","“The Novice in Town: Giles Grentree to his Cousin George Gamble” in <a href=\"http://www.worldcat.org/oclc/367330599\"><em>The Atheneum: or, Spirit of the English Magazines</em></a> (1817-1833)."]}]}]