[{"paragraph":4,"notes":[{"type":"commentary","notes":["A comment troll is someone that leaves purposefully insulting comments on Internet articles or forums to illicit a strong emotional response from other commenters. Think of them as the <a href=\"http://www.huffingtonpost.com/richard-schiffman/scientists-prove-that-int_b_2542663.html\">prank callers</a> of the Internet age. <a href=\"http://www.fastcompany.com/3000064/whos-woman-twitter-bot-profile\">Twitter bots</a> are twitter accounts operated by computer programs deigned to inflate the number of followers for a particular account, usually the account of a corporation or celebrity. The profile pictures for twitter bots are often taken from online advertisements, without the knowledge of the photographer or the person that was photographed. Twitter bots avoid deletion by occasionally tweeting gibberish and following accounts other than the account that they are designed to inflate. A catfish is someone that creates a fake social media profile using an attractive picture and biographical information in order to engage in a relationship, usually romantic, with a real person. The term comes from the <a href=\"http://www.imdb.com/title/tt1584016/\">2010 documentary</a> of the same name, <em>Catfish</em>.","Last year, Manti Te’o, a linebacker for the University of Notre Dame, rose to national prominence for his play on the field as well as his personal story of loss. In September 2012, Te’o told <em>Sports Illustrated</em> in an interview that his grandmother and girlfriend died on the same day earlier that month. Te’o’s story won him sympathy from the sporting press, and helped add to his campaign as a Heisman Trophy finalist. In January 2013, <em>Deadspin</em> revealed that the death of his girlfriend was not only fake, but that his girlfriend was actually a catfish operated by a male acquaintance of Te’o’s. Te’o had learned of the hoax in December, but continued to mention his girlfriend’s death in the weeks preceding his participation in the National Championship game in January."]}]},{"paragraph":5,"notes":[{"type":"commentary","notes":["Foreign Office examples include FO 227/8, FO 72/2027-28, FO 72/2140, FO 72/2228, FO 371/24218. This essay will draw on examples from the files of the Metropolitan Police, National Archives of the United Kingdom (hereafter NA).","Britain, of course, was not the only victim of this scheme. Lawrence Gooley considers a <a href=\"http://newyorkhistoryblog.org/2012/03/20/lawrence-gooley-the-spanish-swindle-revisited/\">version of the fraud</a> that targeted people living around the Adirondacks during the early twentieth century."]},{"type":"citation","notes":["Metropolitan Police post office warning regarding “Spanish Prisoner Swindle,” February 3, 1915, MEPO 3/170 National Archives."]}]},{"paragraph":6,"notes":[{"type":"citation","notes":["“The Spanish Prisoner Swindle,” 1905-1910, MEPO 3/170, NA.","“Luis Ramos” to Mr. Paul Webb, November 11, 1905, MEPO 3/170, NA."]}]},{"paragraph":7,"notes":[{"type":"citation","notes":["“Luis Ramos” to Mr. Thomas McGill, November 16, 1905, MEPO 3/170, NA.","“Luis Ramos” to Mr. Paul Webb, November 20, 1905, MEPO 3/170, NA.","“Luis Ramos” to Mr. Paul Webb, November 28, 1905, MEPO 3/170, NA."]}]},{"paragraph":8,"notes":[{"type":"citation","notes":["“Jean Richard” to Mr. Paul Webb, November 28 and December 17, 1905, MEPO 3/170, NA. (Each of these documents is written in Spanish and translated for Webb by Richard in the postscript of his letter.)","“Spanish Swindle,” Central Officer’s Special Report, Metropolitan Police, Criminal Investigation Department, December 27, 1905, MEPO 3/170, NA."]}]},{"paragraph":10,"notes":[{"type":"citation","notes":["S. Topley to Chief Inspector, Scotland Yard, February 24, 1906, MEPO 3/170, NA.","“The Spanish Swindle,” Special Report, Hunter Street Station, Metropolitan Police, March 6, 1907, MEPO 3/170, NA.","Mr. Harry Robertson to Superintendent of the Criminal Investigation Department, Scotland Yard, August 10, 1908, MEPO 3/170, NA.","Wm. Thomlinson to Chief of Scotland Yard, November 9, 1911, MEPO 3/170, NA."]}]},{"paragraph":11,"notes":[{"type":"citation","notes":["Sterlingshire Superintendent Gordon to Melville Macnaughten, Assistant Commissioner, Scotland Yard, March 12, 1906, MEPO 3/170, NA.","Gordon to Macnaughten, March 23, 1906, MEPO 3/170, NA."]}]},{"paragraph":13,"notes":[{"type":"citation","notes":["“Spanish Swindle,” Central Officers Special Report, October 29, 1909, MEPO 3/170, NA."]}]},{"paragraph":14,"notes":[{"type":"commentary","notes":["There is no firm evidence that the Vooght’s criminal was our friend “Ramos,” but his modus operandi (prison, orphan, chaplain) certainly suggests this. Unfortunately, Mrs. Vooght’s letter to the Magistrate is not contained in this file."]}]},{"paragraph":15,"notes":[{"type":"commentary","notes":["Again, there is a chance that these criminals could have been postal workers in Britain, but the fact that the envelopes containing these letters featured Spanish stamps and postmarks suggests otherwise. There is also the language of the letters, which feature grammatical mistakes that appear honest rather than planned."]},{"type":"citation","notes":["British Embassy Madrid to Melville Macnaghten, Metropolitan Police, January 10, 1911, MEPO 3/170, NA."]}]},{"paragraph":16,"notes":[{"type":"commentary","notes":["Henry wrote back on August 7, 1908, thanking Villalobar for his list, but lamenting that even with this information the police are often “too late to prevent loss on the part of deluded persons.”"]},{"type":"citation","notes":["Villalobar to Henry, May 19, 1908, MEPO 3/170, NA.","“Spanish Swindle,” Central Officer’s Special Report, Metropolitan Police, June 14 and 25, 1908, MEPO 3/170, NA."]}]},{"paragraph":18,"notes":[{"type":"commentary","notes":["Olivier’s letters often featured no name other than an intermediary contact. On a few occasions he signed the name Albert L. Martin. These letters, however, all appear to have come from the same source, as they feature the same text, similar supporting documents, and seem to use the same typewriter."]},{"type":"citation","notes":["“The ‘Spanish Prisoner’ type of fraud operated from Mexico,” MEPO 3/3050, NA.","“Vincente Olivier” to Mr. Herbert Clubb,  No date, 1948, MEPO 3/3050, NA."]}]}]