[{"paragraph":4,"notes":[{"type":"image","notes":[{"url":"MetKneelingBull.jpg","alt":"Elamite kneeling bull vase, silver, c. 2,600 BCE.","caption":"Elamite kneeling bull vase, silver, c. 2,600 BCE.","credit":"Metropolitan Museum of Art"}]}]},{"paragraph":5,"notes":[{"type":"citation","notes":["“Lamentation over the Destruction of Ur,” (ANET 455-463), from <a href=\"http://www.worldcat.org/oclc/49284168\"><em>Readings from the Ancient Near East</em></a>, ed. Bill T. Arnold, 222-5. The full text of this lament can be read <a href=\"http://etcsl.orinst.ox.ac.uk/cgi-bin/etcsl.cgi?text=t.2.2.2#\">here</a>."]}]},{"paragraph":6,"notes":[{"type":"commentary","notes":["This claim is debatable. Yet there very few documents from pre-2000 BCE survive, so there aren’t all that many competitors. The only other candidate would, I think, be the proto-Noah’s Flood story of <a href=\"http://en.wikipedia.org/wiki/Gilgamesh_flood_myth#Tablet_eleven_.28XI.29.2C_the_flood_tablet.2C_about_Utnapishtim\">Utnapishtim</a> escaping the Gods’ destruction of the earth (in Sumerian mythos this happened not because of sin but because the gods were annoyed by the noise humans made!). Yet were these flood narratives truly post-apocayptic, or cyclical? The Euphrates and Nile flooded every year, after all."]},{"type":"citation","notes":["On Sumerian as a language isolate see Roger D. Woodard (editor), <a href=\"http://www.worldcat.org/oclc/166382269\"><em>The Ancient Languages of Mesopotamia, Egypt and Aksum</em></a> (Cambridge University Press, 2008), ch. 1."]}]},{"paragraph":7,"notes":[{"type":"citation","notes":["Ongoing attempts to analyze the mitochondrial DNA of people in southern Iraq have attempted to discover distinctly “Sumerian” genetic markers. See Al-Zahery, et al. “In search of the genetic footprints of Sumerians: a survey of Y-chromosome and mtDNA variation in the Marsh Arabs of Iraq,” <a href=\"http://www.biomedcentral.com/bmcevolbiol/\">BMC Evolutionary Biology</a> 2011, 11: 288."]}]},{"paragraph":8,"notes":[{"type":"citation","notes":["The image of the cylinder-seal presented here was taken from Donald A. Mackenzie, <a href=\"http://www.worldcat.org/oclc/6783974\"><em>Myths of Babylonia and Assyria</em></a> (1915), p. 50."]},{"type":"image","notes":[{"url":"NannaSeal.jpg","alt":"","caption":"Cylinder-seal of Khashkhamer, patesi of Ishkun-Sin (in North Babylonia), and vassal of Ur-Engur, king of Ur (c. 2400 BC).","credit":""}]}]},{"paragraph":9,"notes":[{"type":"citation","notes":["For more on the general history of the apocalypse, see Michael Ryan and Karolyn Kinane, <a href=\"http://www.worldcat.org/oclc/277136428\"><em>End of Days: Essays on the Apocalypse from Antiquity to Modernity</em></a> (Jefferson, NC: McFarland Press, 2009)."]}]},{"paragraph":11,"notes":[{"type":"commentary","notes":["The mansion was funded by the cult members’ work as website designers. When considered against the context of the Heaven’s Gate website and Hale-Bopp’s cultural role in 1997 as an early internet phenomenon, one is left with the impression that this was the first internet-centric doomsday cult."]},{"type":"image","notes":[{"url":"DoHG.jpg","alt":"","caption":"A still from a tape recoding of Heaven’s Gate founder Marshall Applewhite, or “Do” as he was known to followers.","credit":""}]},{"type":"video","notes":[{"service":"youtube","id":"zhYrSF3ubBc","width":"640","height":"480","caption":"Heaven’s Gate Exit Video"}]}]},{"paragraph":12,"notes":[{"type":"citation","notes":["“We all live in the information age,” DiAngelo wrote in a <a href=\"http://www.laweekly.com/2007-03-22/news/rio-s-statement/\">2007 missive to LA Weekly</a>. “Information has become a consumer product.”"]}]},{"paragraph":14,"notes":[{"type":"citation","notes":["Joshuah Bearman, “<a href=\"http://www.laweekly.com/2007-03-22/news/heaven-s-gate-the-sequel\">Heaven’s Gate: the Sequel</a>,” LA Weekly, March 21, 2007."]}]},{"paragraph":17,"notes":[{"type":"citation","notes":["<a href=\"http://history.hanover.edu/texts/1811\">Western Spy</a> (Cincinnati, Ohio) 12 Oct.1811, p. 4."]}]},{"paragraph":18,"notes":[{"type":"citation","notes":["Maria deJong Ellis, “Observations on Mesopotamian Oracles and Prophetic Texts: Literary and Historiographic Considerations,” <a href=\"http://www.bu.edu/asor/pubs/jcs/index.html\">Journal of Cuneiform Studies</a> Vol. 41, No. 2 (Autumn, 1989), 127-186."]}]},{"paragraph":19,"notes":[{"type":"citation","notes":["C. A. Bayly, <a href=\"http://www.worldcat.org/oclc/51728655\"><em>The Birth of the Modern World 1780–1914</em></a>. Global Connections and Comparisons (Oxford: Blackwell Books, 2004)."]}]},{"paragraph":21,"notes":[{"type":"citation","notes":["Leo Tolstoy, (Louise and Aylmer Maude, translators) <a href=\"http://www.worldcat.org/oclc/30814925\"><em>War and Peace</em></a> (London, 1922), book IX, chapter XIX."]}]},{"paragraph":23,"notes":[{"type":"commentary","notes":["The 1811 Chateau d’Yquem <a href=\"http://www.wine-searcher.com/m/2012/06/christian-vanneque-1811-chateau-d-yquem\">was sold in 2011</a> to an elderly French sommelier for the price of 75,000 pounds. “Comet wines” from 1811 are noted for their extraordinary longevity – in 1996, Robert Parker sampled a bottle of 1811 d’Yguem and awarded it a perfect 100 points."]}]},{"paragraph":24,"notes":[{"type":"commentary","notes":["It’s worth noting that this is an interesting (albeit misguided) prefiguration of the theories of continental drift and plate tectonics, which didn’t emerge until the first decades of the twentieth centuries."]},{"type":"citation","notes":["“<a href=\"http://history.hanover.edu/texts/1811\">Lexington (Ken.), December 17</a>,” Pittsburgh Gazette, 27 Dec. 1811, p. 3."]}]},{"paragraph":26,"notes":[{"type":"commentary","notes":["From the Memoirs of William Miller, 76: “Reckoning all these prophetic periods from the several dates assigned by the best chronologers… they would all terminate together, about A.D. 1843. I was thus brought, in 1818, at the close of my two years’ study of the Scriptures, to the solemn conclusion, that in about twenty-five years from that time all the affairs of our present state would be wound up; that all its pride and power, pomp and vanity, wickedness and oppression would come to an end; and that, in the place of the kingdoms of the world, the peaceful and long-desired kingdom of the Messiah would be established under the whole heaven… and all flesh see it together – the desert bud and blossom as the rose, the fir-tree come up instead of the thorn, and instead of the briar the myrtle-tree, – the curse be removed from the earth, death be destroyed, reward be given to the servants of God, the prophets and saints, and them who fear his name, and those be destroyed that destroy the earth.”"]},{"type":"link","notes":[{"label":"The Second Great Awakening and Rise of Evangelicalism","url":"http://xroads.virginia.edu/~ma95/finseth/evangel.html"}]}]},{"paragraph":27,"notes":[{"type":"citation","notes":["Whitney R. Cross, <a href=\"http://www.worldcat.org/oclc/1944850\"><em>The Burned-over District: A Social and Intellectual History of Enthusiastic Religion in Western New York</em></a> (Ithaca, NY: Cornell University Press, 1950).","Douglas Morgan, <a href=\"http://www.worldcat.org/oclc/44493139\"><em>Adventism and the American Republic: The Public Involvement of a Major Apocalyptic Movement</em></a> (Knoxville: The University of Tennessee Press, 2001), 12-15.","Rowe, David L. “Comets and Eclipses: The Millerites, Nature, and the Apocalypse.” <em>Adventist Heritage</em> 3 (Winter 1976): 10-19.","David L. Rowe, <a href=\"http://www.worldcat.org/oclc/191865364\"><em>God’s Strange Work: William Miller and the End of the World</em></a> (Grand Rapids, Michigan: Eerdmans Publishing Co., 2008), 190-191."]}]},{"paragraph":28,"notes":[{"type":"commentary","notes":["<i>The Appendix</i> asked religious historian <a href='http://www.religiondispatches.org/contributors/rachelozanne/' target='_blank'>Rachel Ozanne</a> about the Millerites, and she wrote the following: “The story about William Miller donning robes and preaching on October 22, 1844 is considered apocryphal by Miller’s most recent biographer, David L. Rowe. According to Rowe, on the day in question, ‘Miller was at the farm with his family, though how many were there we do not know… Family tradition holds that they waited praying on a large, flat outcropping just west of the farmhouse, today known as Ascension Rock… if so, they unfortunately have provided a tableau like the one scoffers have always projected—Millerites crowding the tops of hills and roofs of barns to be closer to Jesus when he appeared.’ Rowe says that in Miller’s journal all he reports is that they ‘held meeting all day and our place of worship was crowded to overflowing with anxious souls apparently.’ Certainly many people lost their faith in the aftermath of the Great Disappointment, but many Millerites looked to Miller and other Millerite leaders for an explanation of what had actually happened. Some groups with perfectionist tendencies claimed that Jesus had come on October 22, but that he had come spiritually within them, making it possible for them to perform miracles, etc. Joshua V. Himes, Miller’s right hand man, argued that they simply got the date wrong and kept hoping for Jesus to return soon. A third group claimed that a significant change had occurred in heaven and that on October 22, Jesus had entered the holiest of holies in the heavenly sanctuary. This group would eventually become the Seventh-day Adventists.”"]}]},{"paragraph":30,"notes":[{"type":"citation","notes":["Plutarch, Moralia, Vol. XII (“<a href=\"http://penelope.uchicago.edu/Thayer/E/Roman/Texts/Plutarch/Moralia/The_Face_in_the_Moon*/D.html\">Concerning the Face Which Appears in the Orb of the Moon</a>”), c.100 CE.","“Thick, luxuriant woods grew round the cave,/ alders, and black poplars, pungent cypress too,/ and there, birds roosted, folding their long wings,/ owls and hawks and the spread beaked ravens of the sea,/ black skimmers who make their living off the waves./ And round the mouth of the cavern trailed a vine/ laden with clusters, bursting with ripe grapes./ Four springs in a row, bubbling clear and cold,/ running side-by-side, took channels left and right./ Soft meadows spreading round were starred with violets,/ lush with beds of parsley. Why, even a deathless god/ who came upon that place would gaze in wonder,/ heart entranced with pleasure.” Homer, <em>The Odyssey</em>, V:71-82, Fagles translation."]}]},{"paragraph":32,"notes":[{"type":"commentary","notes":["On several occasions, apocalyptic events have paradoxically preserved records that would otherwise have been destroyed. The most famous example of this is likely Pompeii, but an even more striking instance comes from the Ancient Near East. The <a href=\"http://en.wikipedia.org/wiki/Ebla_tablets\">Ebla tablets</a> were created by palace scribes in the ancient city-state of Ebla in present-day Syria between 2500 BCE and c. 2250 BCE, when the city burnt to the ground in an enormous conflagration. The flames were so hot that they baked the tablets as if in a kiln. The tablets had been stored in order on wooden shelving, and as they collapsed they retained their original ordering system—indeed, many retained the identifying tags added by palace librarians, making them virtually unique in the corpus of surviving cuneiform texts. Ebla was destroyed, but the act of destruction preserved these records for posterity."]}]}]