[{"paragraph":3,"notes":[{"type":"commentary","notes":["The term “ladino” refers to a person who is either of “mixed race” (i.e., of indigenous and European descent) or a deracinated indigenous person."]}]},{"paragraph":5,"notes":[{"type":"citation","notes":["Deborah Levenson, “Reaction to Trauma: The 1976 Earthquake in Guatemala,” [International Labor and Working-Class History](http://www.ilwch.rutgers.edu/) 62 (2002): 60-68.","Roger I. Glass, Juan J. Urrutia, Simon Sibony, Harry Smith, Berta García, and Luis Risso, “Earthquake Injuries Related to Housing in a Guatemalan Village: Aseismic Construction Techniques May Diminish the Toll of Death and Serious Injuries,” [_Science_](http://www.sciencemag.org/), August 12, 1977: 638-643.","W.H. Smith, “[The Guatemala Earthquake of February 4, 1976](https://www.eeri.org/1976/02/motaqua-fault/),” [Preliminary Report from EERI Reconnaisance Team Member W. H. Smith](https://www.eeri.org/lfe/pdf/guatemala_1976_smith.pdf), Earthquake Engineering Research Institute, www.eeri.org/site/content/view/1983.35."]}]},{"paragraph":6,"notes":[{"type":"citation","notes":["Berta García and Juan J. Urrutia, “Damages caused by the Earthquake in Santa María Cauquí (sic),” Biblioteca CIRMA, D-1260, p. 7.","Virginia Garrard-Burnett, “Under God’s Thumb: The 1976 Guatemala Earthquake,” [_Aftershocks: Earthquakes and Popular Politics in Latin America_](http://www.worldcat.org/oclc/317778254) eds. Jürgen Buchenau and Lyman L. Johnson (Albuquerque: University of New Mexico Press, 2009), pp. 156-183."]}]},{"paragraph":8,"notes":[{"type":"link","notes":[{"label":"Mystic Mayan Power Cloak","url":"http://soul2soultreasures.com/mayan_cloak"},{"label":"Travel Picks: Top 10 less-crowded Mayan ruins and sites","url":"http://www.reuters.com/article/2012/10/12/travel-picks-mayan-idUSL6E8LBQIR20121012"}]}]},{"paragraph":14,"notes":[{"type":"commentary","notes":["“Neopentecostalism” refers to the charismatic movement that swept through the mainline Protestant and the Roman Catholic churches in the early 1970s, as distinct from the pentecostal movement that grew out of the “holiness movement” of the late nineteenth and early twentieth centuries. By the late 1970s, the neopentecostal movement had generated the formation of large, charismatic, “interdenonemational” or “nondenominational” churches that no longer affiliated with the mainline denominations. Neopentecostal churches typically subscribe to charismatic practices, encouraging members to experience the “baptism of the Holy Spirit”, manifest by such behaviors as speaking in tongues, faith healing, or ecstatic behavior (such as dancing, “holy laughter”, falling to the floor when “slain in the Spirit,” and the like) during church services. With the expansion of media-based ministries (including not only radio and televangelism, but also media-based worship centered on highly produced music and Powerpoint presentations), neopentecostal churches have also embraced what is often called “health and wealth theology,” a theology centered on the belief that God rewards the faithful with material bounty. (See Samuel Berberian, <a href='http://www.worldcat.org/oclc/23090170' target='_blank'><i>Dos décadas de Renovación: un análisis histórico de la renovación carismática en America Latina (1960-1980)</i></a> (Guatemala: Ediciones Sa-Ber, 2002).","There are two official summations of the violence that occurred over the course of the civil war, and its effect on the human population. The first (REHMI) was provided by the Roman Catholic Church. See Oficina de Derechos Humanos del Arzobispado de Guatemala. 1998. Informe Proyecto Interdiocesano de Recuperación de la Memoria Historica (REHMI), v. 1-4. Guatemala: Oficina de Derechos Humanos del Arzobispado de Guatemala (Guatemala: ODHAG, 1998). Patrick Bell, The second (CEH) was provided by the United Nation-mandated Comisión de Esclaramiento historico. A useful English summary of this report is found in, Paul Kobrak, and Herbert F. Spirer, <a href='http://shr.aaas.org/guatemala/ceh/report/english/toc.html' target='_blank'>Guatemala: Memory of Silence</a> (Washington, D.C.: AAAS Science and Human Rights Program, 1999).","The REHMI report, in particular, gives a strong sense to the extent to which members of Catholic Action were targeted as “subversives.”","<i>Desencarnación</i> comes from the grandmother of Antonio Otzoy (see body of text), as she reflected upon the implications of the violence on the Maya people. I have borrowed this term from Matt Samson, who notes that Kline Taylor has reflected at some length on the notion of “defleshment” in collaboration she did based with Antonio Otzoy. (“Toward a Revolution of the Sun: Protestant Mayan Resistance in Guatemala,” in Nantawan Boon Prasat, ed, <a href='http://www.worldcat.org/oclc/40063393' target='_blank'><i>Revolution of Spirit: Ecumenical Theology in Global Context</i></a> (Grand Rapids: William B. Eerdmans Publishing Company, 1998), as cited in C. Matthew Samson, “The Martyrdom of Manuel Saquic: Construction Mayan Protestantism in the Face of War in Contemporary Guatemala,” Le Jait Missionaire no. 17 (2003), note 21."]},{"type":"citation","notes":["For details of the armed struggle, see Guatemala’s two truth commission reports, one conducted by the Catholic Church and the other sponsored by the United Nations. Oficina de Derechos Humanos del Arzobispado de Guatemala, Informe:Proyecto Interdiocesano de la Recuperación de la Memoria Histórica: Nunca Más (Guatemala:ODHAG, 1998), vols. 1-4 (known as REHMI). The other is the Comisión para la Esclaremiento Histórico, Memoria del silencio: Tz’inil na’tab’al. (Guatemala:CEH, 1998), known as the CEH."]}]},{"paragraph":16,"notes":[{"type":"commentary","notes":["Dennis Tedlock, trans., <a href='http://www.worldcat.org/oclc/11467786' target='_blank'><i>Popol Vuh: the Definitive Edition of the Mayan book of the Dawn of Life and the Glories of Gods and Kings</i></a> (New York: Touchstone Book, Simon and Schuster, 1985). pp. 28-30). There are, in fact, three surviving texts of earlier partial texts of the Popol Vuh that date back at least as far as the thirteen century, although there were originally hundreds of such documents, many of which were intentionally destroyed by the Spaniards. These are, of course, written in Mayan “hieroglyphics.” Perhaps the best known of these is the Dresden Codex."]}]},{"paragraph":17,"notes":[{"type":"citation","notes":["The Anales de los Kakchikeles (mid-seventeenth century) and the Sacred Book of the Chilam Balam (transcribed in 1782)."]}]},{"paragraph":18,"notes":[{"type":"citation","notes":["David Scotchmer, “Life in the Heart: A Mayan Protestant Spirituality,” in Garry H. Gossens and Miguel León Portilla, eds. <a href='http://www.worldcat.org/oclc/27067904' target='_blank'><i>South and Mesoamerican Spirituality</i></a> (New York: Crossroad Publishing Company, 1993), p. 507.","See, for example, Vicent Stanzione, James Vincent Stanzione, <a href='http://www.worldcat.org/oclc/51059068' target='_blank'><i>Rituals of Sacrifice: Walking the Face of the Earth on the Sacred Path of the Sun, a Journey through the Tz’utujil Maya World of Santiago Atitlán</i></a> (University of New Mexico Press, Albuquerque, 2003)."]},{"type":"link","notes":[{"label":"For more on Maximón, see, Kathleen McCampbell, “Maximón, a Maya Saint in Sunglasses,” <i>The Appendix</i>, Vol. 1, Issue 1 (Dec. 2012).","url":"http://theappendix.net/issues/2012/12/maximn-a-maya-saint-in-sunglasses"}]}]},{"paragraph":19,"notes":[{"type":"citation","notes":["See Munro Edmunson, <a href='http://www.worldcat.org/oclc/17650412' target='_blank'><i>The Book of the Year: Middle American Calendrical Systems</i></a> (Salt Lake City: University of Utah Press, 1988).","J. Eric Thompson, <a href='http://www.worldcat.org/oclc/327630' target='_blank'><i>The Rise and Fall of Maya Civilization</i></a> (Norman: University of Oklahoma Press, 1954), p. 37.","Jean Molesk-Poz, <a href='http://www.worldcat.org/oclc/63125944' target='_blank'><i>Contemporary Maya Spirituality: The Ancient Ways are Not Lost</i></a> (Austin: University of Texas Press, 2006), p. 129.","Miguel Leon-Portilla, <a href='http://www.worldcat.org/oclc/18049189' target='_blank'><i>Time and Reality in the Thought of the Maya</i></a> (Norman: University of Oklahoma Press, 1988) ,pp. 62-63, 109-110 in Molesky-Poz, p. 129."]}]},{"paragraph":22,"notes":[{"type":"citation","notes":["Jean Molesk-Poz, <a href='http://www.worldcat.org/oclc/63125944' target='_blank'><i>Contemporary Maya Spirituality: The Ancient Ways are Not Lost</i></a> (Austin: University of Texas Press, 2006), pp. 129-130."]}]},{"paragraph":23,"notes":[{"type":"commentary","notes":["The four creations include 1. A creation in which only animals were present but they could not exhalt the creator, Heart of Heaven (or Heart of Sky), Huracán; 2. Men of mud; 3. Men of wood (who were punished by becoming monkeys) and the most recent creation, men of corn, from which humans were created from ground corn paste."]},{"type":"citation","notes":["Dennis Tedlock, translator. <a href='http://www.worldcat.org/oclc/11467786' target='_blank'><i>Popol Vuh, the Definitive Edition of the Mayan book of the Dawn of Life and the Glories of Gods and Kings</i></a> (New York: Touchstone Book, Simon and Schuster, 1985)."]}]},{"paragraph":25,"notes":[{"type":"citation","notes":["Bertha García and Juan J. Urrutia, “Damages caused by An Earthquake in an Indian Village of the Central Highlands of Guatemala” (Santa María Cauqué, mimeo, Biblioteca CIRMA, D-1260). This was a survey conducted for the Division of Environmental Biology of INCAP. Specifically, the answers to the question “what caused the quake” were: “God’s command (26 families); God’s punishment (21); Only God knows (17); God’s Word (13); God’s lesson (2); because of a volcano (10); geological fault (1); no response (11). (Levenson, p. 67 note 14)."]}]},{"paragraph":26,"notes":[{"type":"citation","notes":["Deborah Levenson-Estrada, <a href='http://www.worldcat.org/oclc/28709475' target='_blank'><i>Trade Unionists Against Terror: Guatemala City, 1954-1985</i></a> (Chapel Hill: University of North Carolina Press, 1998)."]}]},{"paragraph":27,"notes":[{"type":"citation","notes":["In his radio address to the victims of the earthquake on February 4, 1976, Casariego offered these words of comfort: “Dios había puesto el dedo sobre Guatemala y ojalá no fuera a poner el mano.” (REHMI, vol. III, p. 131.)"]}]},{"paragraph":29,"notes":[{"type":"citation","notes":["Levenson-Estrada, <a href='http://www.worldcat.org/oclc/28709475' target='_blank'><i>Trade Unionists</i></a>, p. 64."]}]},{"paragraph":30,"notes":[{"type":"citation","notes":["Phillip Berryman, <a href='http://www.worldcat.org/oclc/11813902' target='_blank'><i>Christians in Guatemala’s Struggle</i></a> (London: Catholic Institute for International Relations, 1984), p. 24."]}]},{"paragraph":33,"notes":[{"type":"commentary","notes":["In 1978, El Calvario became engaged in an internal power struggle, resulting in a group of members breaking off to form their own church, which they called Fraternidad Cristiana. Fraternindad Cristiana is arguably Guatemala’s largest Protestant church today, claiming 14,000 members in 2006. <a href='http://frater.org/historia.html' target='_blank'>http://frater.org/historia.html</a>"]}]},{"paragraph":34,"notes":[{"type":"commentary","notes":["The church membership statistics that appear here are those compiled by the Proyecto Centroamericano de Estudios Socio-Religiosos and its sister organization, SEPAL (Servicio Evangelizador para América Latina), both of which are Protestant church-growth agencies that utilize the methodologies of the social sciences to analyze the efficacy of evangelism. In 1980, PROCADES’ sponsoring organization, the Pasadena, California-based Institute for In-Depth Evangelization (IINDEF) conducted a study of Protestant work in Guatemala, the results of which were published in a directory in 1981. The directory listed 210 different evangelical denominations (as opposed to individual congregations), and estimated the overall Protestant population of the country to be 1,337,812, based on a formal report of 334,453 adult members multiplied by a factor of four. Although PROCADES justified the use of this multiplier to account for congregations in formation, children and other household members, and non members who attended worship, the methodology has been faulted for inflating the actual numbers of Protestants in Guatemala. In his book <i>Is Latin America Turning Protestant?</i>, David Stoll offers a more conservative estimate of 18.92 percent Protestant population in Guatemala in 1985, with a growth factor of 6.7 X between 1960 and 1985. Stoll’s estimates are based on figures derived by Worldwide Evangelization Crusade, a British organization, and the World Christian Encyclopedia (1982), which multiplied church membership figures by a factor of 2.5. David Stoll, <a href='http://www.worldcat.org/oclc/19393772' target='_blank'><i>Is Latin America Turning Protestant?</i></a> (Berkeley: University of California, 1990), pp. 337-338."]}]},{"paragraph":38,"notes":[{"type":"citation","notes":["Programa de Ayuda para las víctimas de la violence en el Altiplano (PAVVA) (A Proposal to Avert Imminent Calamity in the Highlands of Guatemala.), September 1983, p. 1. (CIRMA)."]}]},{"paragraph":39,"notes":[{"type":"citation","notes":["“El Señor Viene,” Inminente se regreso, esté alerta. Sucesos extraordinarios, no. 3, no date, 1982."]}]},{"paragraph":40,"notes":[{"type":"citation","notes":["“Tu y yo tenemos que cambiar,” 4 julio 1982 y “El 23 de marzo exalta el concepto patrio,” Mensajes del Presidente de la República (Mensajes ded Presidente de la República [MPR)), 18 July 1982.","“Tenemos que llevar a cabo la reconciliacion,” MPR, 11 April 1982."]}]},{"paragraph":42,"notes":[{"type":"citation","notes":["See SEPAL, <a href='http://www.worldcat.org/oclc/17829893' target='_blank'><i>La Hora de Dios para Guatemala</i></a> (Guatemala City: Editoriales Sepal, 1983), including pp. 17-27 in particular for quoted passage."]}]},{"paragraph":43,"notes":[{"type":"citation","notes":["“Dios nos hizo para manejar esta tierra,” MPR, 26 September 1982."]}]},{"paragraph":45,"notes":[{"type":"citation","notes":["Virginia Garrard-Burnett, <a href='http://www.worldcat.org/oclc/38048534' target='_blank'><i>History of Protestantism in Guatemala: Living in the New Jerusalem</i></a> (Austin: University of Texas Press, 1998), pp. 157-158 and pp. 134-135.","Interview with Edmundo Madrid, Alianza Evangélica, Guatemala City, July 1990.","Paul E. Pretiz, “Two Views on Rios Montt,” Latin American Evangelist (July-September 1983), p. 14."]}]},{"paragraph":46,"notes":[{"type":"commentary","notes":["See Virginia Garrard-Burnett, <a href='http://www.worldcat.org/oclc/38048534' target='_blank'><i>Protestantism in Guatemala</i></a>. One exception to this was the national Presbyterian church of Guatemala, one of the few missionary denominations that had taken deep root among the Maya population and which boasted both a Mayan-run presbytery and a strong Mayan leadership within the national church."]}]},{"paragraph":48,"notes":[{"type":"citation","notes":["Itzmar Rivera, pastor Iglesia Primitiva Metodista, Santa Cruz del Quiché, 23 May 1985."]}]},{"paragraph":50,"notes":[{"type":"commentary","notes":["The Reverend Albert Bishop, among the most prominent of these early missionaries in the early twentieth century, consistently signed all his letters “Yours until He Comes in Glory.”"]},{"type":"citation","notes":["See Barbara Tedlock, <a href='http://www.worldcat.org/oclc/7653289' target='_blank'><i>Time and Highland Maya</i></a> (Albuquerque: University of New Mexico Press, 1982), pp. 48-50. El Calvario was not primarily a Maya church, but I mention this correlation to point out that the idea of prophecy is not at all alien to people’s thinking."]}]},{"paragraph":51,"notes":[{"type":"commentary","notes":["Although the belief in mountain dueños (owners) is common throughout highland Maya culture in Guatemala, the term “Tzuultaq” and this particular variation on the belief is specific to the Q’eqch’s. See Hans Seibers, <a href='http://www.worldcat.org/oclc/41444604' target='_blank'><i>We are Children of the Mountain: Creolization and Modernization Among the Q’eqchi’es</i></a> (Amsterdam: CEDLA, 1999); see also Richard Wilson, <a href='http://www.worldcat.org/oclc/31172908' target='_blank'><i>Maya Resurgence in Guatemala: Q’eqchi’ Experiences</i></a> (Norman: University of Oklahoma, 1995)."]},{"type":"citation","notes":["Max Scheler, <a href='http://www.worldcat.org/oclc/25202360' target='_blank'><i>On Feeling, Knowing and Valuing</i></a>, edited by H. Bershady (Chicago: University of Chicago Press, 1992), p. 111.","Fernando Escalante Gonzalbo, <a href='http://www.worldcat.org/oclc/60931473' target='_blank'><i>In the Eyes of God: A Study on the Culture of Suffering</i></a> (University of Texas Press, 2000), p. 65."]}]},{"paragraph":55,"notes":[{"type":"citation","notes":["Paul E. Pretiz, “Two Views on Rios Montt,” Latin American Evangelist (July-September, 1983): 14."]}]},{"paragraph":56,"notes":[{"type":"commentary","notes":["The goal was a Guatemala that was at least 50 percent Protestant by the year 2000. They fell far short. A CID- Gallup poll conducted in November 2001 found Guatemala to be 30 percent Protestant, 55 percent Catholic, and 13 percent “other.” “Statistics on Religious Affiliation in the Americas, Plus Spain and Portugal,” <a href='http://www.prolades.com/' target='_blank'>http://www.prolades.com/</a>."]}]},{"paragraph":57,"notes":[{"type":"citation","notes":["Eric Voegelin, <a href='http://www.worldcat.org/oclc/3820669' target='_blank'><i>The New Science of Politics: An Introduction</i></a> (Chicago: University of Chicago, 1997), cited in Gonzalbo, p. 118."]}]}]