[{"paragraph":2,"notes":[{"type":"commentary","notes":["I would like to thank Steven Hersh, Beatrice Skokan, and Cristina Favretto at the University of Miami Libraries – Special Collections for the providing a great environment for researchers, and for all their assistance during the time I worked at their library."]}]},{"paragraph":3,"notes":[{"type":"map","notes":[{"tileset":"watercolor","center":{"longitude":"-80.224145","latitude":"25.787676"},"zoom":"2","minZoom":"2","maxZoom":"8","markers":[{"position":{"longitude":"-80.27916","latitude":"25.72058"},"message":"<p><b>University of Miami Libraries - Special Collections</b></p><p>I was here looking at the PanAm Corporate Archives. I found not only lots of old maps and narratives from early air routes in Brazil, but also found a mysterious box with the personal effects of victims of PanAm flight 202, which crashed in the Amazon.—<i>Felipe Fernandes Cruz</i></p>"},{"position":{"longitude":"-5.99276","latitude":"37.384832"},"message":"<p><b>General Archive of the Indies</b></p><p>Pilot exams, relations of Pacific voyages, derroteros, and other documents having to do with sixteenth century navigation.—<i>Brian Jones</i></p>"},{"position":{"longitude":"-77.021413","latitude":"38.886089"},"message":"<p><b>Smithsonian Archives, Washington, D.C.</b></p><p>Apocalyptic prophecies, ship manifests listing “barrel of mummies,” pseudo-syphilitic skulls, and passive agressive letters from anthropologists.—<i>Christopher Heaney</i></p>"},{"position":{"longitude":"-0.132523","latitude":"51.511734"},"message":"<p><b>Royal Society Archives, London</b></p><p>Drawing of dolphin from the 17th century, packet of mysterious powder sent by German alchemist, watercolor of a toad’s internal organs from Guiana, and a letter from a young Isaac Newton complaining about his landlady bugging him.—<i>Benjamin Breen</i></p>"},{"position":{"longitude":"-9.156389","latitude":"38.754722"},"message":"<p><b>Portuguese National Archives, Lisbon</b></p><p>Inquisition trial of an African who claimed to have invented a magical bolsa that made him invulnerable to knife wounds and an apothecary’s record book of drugs he shipped to Rio de Janeiro and Bahia in the 18th century.—<i>Benjamin Breen</i></p>"},{"position":{"longitude":"-9.170065","latitude":"38.712304"},"message":"<p><b>Archivo Historico Ultramarino</b></p><p>Letters from soldiers in Angola complaining that the malign influence of the moon was giving them fevers.—<i>Benjamin Breen</i></p>"}]}]}]},{"paragraph":7,"notes":[{"type":"commentary","notes":["Well, in reality, I first photographed a piece of paper with all the pertinent archival information that could be later use to properly cite these documents, as I am doing now: Toomey, Humphrey. “Jungle Episode 1952 Notes,” May 1952. PanAmerican World Airways Collection. Otto G. Richter Library."]}]},{"paragraph":8,"notes":[{"type":"citation","notes":["“Accident: Brazil, Amazon Jungle Boeing 377 Stratocruiser NX1039V Flight 202, Notebook on excursion to crash site with photographs.” Accession I - Box 120. May 1952. PanAmerican World Airways Collection. Otto G. Richter Library.","“Historical Aircraft Accident Reports (1934-1965).” Department of Transportation Library - Special Collections. Available [here](http://specialcollection.dotlibrary.dot.gov/)."]},{"type":"image","notes":[{"url":"HazardsList.JPG","alt":"","caption":"","credit":""}]}]},{"paragraph":9,"notes":[{"type":"commentary","notes":["This PanAm map shows where they were flying in South America by the 1950s. The weaker, hand drawn line cutting through Brazil is the flight path of flight 202. At the time, this was considered an “off-airways” route, due to the lack of infrastructure and remoteness of the region it flew over."]},{"type":"image","notes":[{"url":"RouteMap.jpg","alt":"","caption":"Map used by the land expedition to find the wreckage of PanAm flight 202.","credit":"PanAmerican World Airways Collection, University of Miami Libraries"}]}]},{"paragraph":10,"notes":[{"type":"commentary","notes":["It is interesting to note the heroic tone of the many narratives written about the expedition, especially when it comes to Americans describing their “adventure” in the Amazon. When referring to the Carajá Indians travelling with them, they would say things like “they had never seen a white man before,” when those same Indians obviously were very savvy in trading with the PanAm employees, even charging them for pictures. They not only had “seen” white men before, but had a long and tragic history in dealing with them."]}]},{"paragraph":13,"notes":[{"type":"commentary","notes":["Adhemar de Barros was trained as a medical doctor and aviator, but made a career in politics for most of his life. From a wealthy family of coffee farmers, he studied in Europe. He had a long career in São Paulo politics, serving as mayor of the city of São Paulo, and twice as governor of the state of São Paulo. He ran for president of Brazil three times, unsuccessfully."]}]},{"paragraph":15,"notes":[{"type":"commentary","notes":["It’s hard to know whose matchbook it really was, as Humphrey Toomey arrived at the scene from Rio de Janeiro or Miami. However, I am certain that the mechanic had just flown in from Miami. The mechanic later wrote a narrative of the events in which he mentions working with Toomey on the expedition. Toomey was well-liked by both the Brazilians and Americans in the expedition alike. So much so that the tent set up to house the expedition’s main camp at Lagoa Grande was affectionately named “Hotel Toomey.”"]},{"type":"image","notes":[{"url":"MatchFront.JPG","alt":"","caption":"","credit":""},{"url":"MatchBack.JPG","alt":"","caption":"","credit":""}]}]},{"paragraph":17,"notes":[{"type":"commentary","notes":["Humphrey Toomey was mysteriously shot and killed at the age of 74, in December 1974. He was already retired, and just visiting in his daughter’s apartment in the Ipanema neighborhood in Rio de Janeiro. No motive for the murder was uncovered, and no suspects ever found."]}]},{"paragraph":18,"notes":[{"type":"commentary","notes":["PanAm was flooded with letters and calls from psychics and priests who had visions and claimed that they could lead them to the wreckage and/or survivors. Some of them even asked for cash compensation to do so."]},{"type":"image","notes":[{"url":"PsyLetter.JPG","alt":"","caption":"","credit":""}]}]},{"paragraph":19,"notes":[{"type":"image","notes":[{"url":"Pistolao.JPG","alt":"","caption":"","credit":""}]}]},{"paragraph":20,"notes":[{"type":"image","notes":[{"url":"Condolences.JPG","alt":"","caption":"","credit":""}]}]},{"paragraph":23,"notes":[{"type":"commentary","notes":["By international law, the Brazilian Air Force or FAB (Força Aérea Brasileira) was in charge of the investigation but they welcomed the American participation and assistance. The FAB came into existence in 1941, before even the United States Air Force (USAF) became a distinctive service branch in 1947. From its inception, the FAB always worked closely with the American military. Brazil fought with the allies during WWII in the Italian Front and conducted South Atlantic U-boat patrols. PanAm also played an integral part in the American aerial war effort during WWII, building various air fields in Brazil for the USAAF (United Sates Army Air Forces), as well as offering intelligence, weather expertise, and even flying transport missions. The fact that a PanAm aircraft was even able to fly over the Amazon was in itself a product of the cooperation between the FAB, PanAm, and the USAF over the previous decade in building fields, radio and forecasting infrastructure in the region."]}]},{"paragraph":24,"notes":[{"type":"image","notes":[{"url":"Distribution.JPG","alt":"","caption":"","credit":""}]}]},{"paragraph":27,"notes":[{"type":"image","notes":[{"url":"prayer1.jpg","alt":"","caption":"","credit":""},{"url":"prayer2.jpg","alt":"","caption":"","credit":""},{"url":"prayer3.jpg","alt":"","caption":"","credit":""}]}]},{"paragraph":28,"notes":[{"type":"citation","notes":["“Accident: Brazil, Amazon Jungle Boeing 377 Stratocruiser NX1039V Flight 202, Notebook on excursion to crash site with photographs.” Accession I - Box 120. May 1952. PanAmerican World Airways Collection. Otto G. Richter Library."]}]},{"paragraph":34,"notes":[{"type":"image","notes":[{"url":"money.jpg","alt":"","caption":"","credit":"PanAmerican World Airways Collection, University of Miami Libraries"},{"url":"thenun.jpg","alt":"","caption":"","credit":"PanAmerican World Airways Collection, University of Miami Libraries"}]}]},{"paragraph":35,"notes":[{"type":"commentary","notes":["The two letters carried by Mrs. Wood are contained in this note. You can also see the entire list of items recovered from the crash are presented in the supernotes for the next paragraph. See item 50 for the children’s toys. It is interesting to note that airmail letters are important collectibles for philatelists. Air mail letters from accidents, however, are particularly valuable—especially ones that were never delivered. A web search can reveal many such items for sale, including letters that survived the Hindenburg disaster. Zeppelin mail from the 1930s is a big part of these collections—some 60% of all mail that flew on the regular Zeppelin service was philatelic mail, that is, mail sent solely for the purpose of collecting the stamps. So in a strange way, philatelists helped keep the Zeppelins afloat throughout the 1930s."]},{"type":"image","notes":[{"url":"letter1a.jpg","alt":"","caption":"","credit":"PanAmerican World Airways Collection, University of Miami Libraries"},{"url":"letter1b.jpg","alt":"","caption":"","credit":"PanAmerican World Airways Collection, University of Miami Libraries"},{"url":"letter1c.jpg","alt":"","caption":"","credit":"PanAmerican World Airways Collection, University of Miami Libraries"},{"url":"letter2a.jpg","alt":"","caption":"","credit":"PanAmerican World Airways Collection, University of Miami Libraries"},{"url":"letter2b.jpg","alt":"","caption":"","credit":"PanAmerican World Airways Collection, University of Miami Libraries"},{"url":"letter2c.jpg","alt":"","caption":"","credit":"PanAmerican World Airways Collection, University of Miami Libraries"}]}]},{"paragraph":36,"notes":[{"type":"image","notes":[{"url":"list1.jpg","alt":"","caption":"","credit":"PanAmerican World Airways Collection, University of Miami Libraries"},{"url":"list2.jpg","alt":"","caption":"","credit":"PanAmerican World Airways Collection, University of Miami Libraries"},{"url":"list3.jpg","alt":"","caption":"","credit":"PanAmerican World Airways Collection, University of Miami Libraries"}]}]},{"paragraph":37,"notes":[{"type":"image","notes":[{"url":"itinerary1.jpg","alt":"","caption":"","credit":"PanAmerican World Airways Collection, University of Miami Libraries"},{"url":"itinerary2.jpg","alt":"","caption":"","credit":"PanAmerican World Airways Collection, University of Miami Libraries"}]}]},{"paragraph":40,"notes":[{"type":"commentary","notes":["I could not possibly have done so – the restaurant burned down in 1967 according to this [article](http://www.floridasportsman.com/2011/05/16/regions_so_060130)."]},{"type":"image","notes":[{"url":"lighthouse.jpg","alt":"","caption":"","credit":""}]}]}]