[{"paragraph":1,"notes":[{"type":"citation","notes":["<a href='http://www.worldcat.org/oclc/21195648' target='_blank'><i>The Mirror at Midnight: A South African Journey</i></a> (Boston: Mariner Books, 1990).","<a href='http://www.worldcat.org/oclc/28708473' target='_blank'><i>The Unquiet Ghost: Russians Remember Stalin</i></a> (New York: Viking, 1994).","<a href='http://www.worldcat.org/oclc/36083644' target='_blank'><i>Finding the Trapdoor: Essays, Portraits, Travels</i></a> (Syracuse, NY: Syracuse University Press, 1997)."]}]},{"paragraph":17,"notes":[{"type":"commentary","notes":["This was an experience that Hochschild wrote about in <a href='http://www.worldcat.org/oclc/36083644' target='_blank'><i>Finding the Trap Door</i></a>, which is a collection of shorter pieces he published in magazines."]}]},{"paragraph":34,"notes":[{"type":"commentary","notes":["The critic James Wood once called this ‘<a href='http://www.tnr.com/article/books-and-arts/human-all-too-inhuman' target='_blank'>hysterical realism</a>’. The term stuck, and is still up for debate today, even if its tendencies may have <a href='http://entertainment.time.com/2012/07/11/what-ever-happened-to-hysterical-realism' target='_blank'>abated</a>. Personally, this Interviewer thinks the trend may have reached its apogee with David Mitchell’s <i>Cloud Atlas</i> (2004), which hinted at how unrelated people over time are related not with byzantine genealogies but with their very souls, and acts of kindness. It then pushed on to something more substantial than infinite connections, however: each character had their own immensely satisfying plot, and conclusive emotional resolution."]}]},{"paragraph":67,"notes":[{"type":"commentary","notes":["This was indeed a challenge to earlier histories of the period. However, while it is true that there are no full autobiographies of Congolese from that moment, there are a number of sources that historians have learned to interrogate to find Congolese ‘voices’ from that era, as well as oral histories passed down by families. For example, the inquiries that Hochschild drew from for <i>King Leopold’s Ghost</i> included oral testimonies from those who directly or indirectly suffered from the abuses. The Swahili-Zanzibari slave trader <a href='http://en.wikipedia.org/wiki/Tippu_Tip' target='_blank'>Tippu Tip</a>, whom Hochschild includes, claimed the Eastern Congo during this era, and later wrote his autobiography. There is <a href='http://en.wikipedia.org/wiki/Herzekiah_Andrew_Shanu' target='_blank'>Herzekiah Andrew Shanu</a> (written about by Hochschild), who documented much of the abuse with photos, which might be considered visual testimony. And lastly, there are the vibrant oral history traditions in the Congo that go much further back than the Congo Free State, that Jan Vansina collected among the Kuba peoples from the early 1950s on. His papers, not accessible when Hochschild wrote, are now being processed by <a href='http://www.library.northwestern.edu/news/2011/october/archival-processing-the-jan-vansina-papers-undertaken-jointly-archives-and' target='_blank'>Northwestern</a>. As Hochschild notes, he was unable to visit the Congo while writing the book; as he suggests above, he was later contacted by Congolese who had stories to share from their grandparents.<br /><br />None of this is a rebuke to Hochschild: rather, it’s a happy update on how history is constantly finding new sources, how a published book even churns them up. As the anthropologist John Murra told his students, “Never say ‘lost,’ say ‘not yet found.’”"]}]}]