[{"paragraph":3,"notes":[{"type":"citation","notes":["Christopher Claremont (writer, co-plotter), John Byrne (co-plotter, penciller), Terry Austin (Inker), “Days of Future Present,” <i>The Uncanny X-Men</i> Vol. 1 # 141 (Jan., 1980), Marvel Comics Group."]}]},{"paragraph":6,"notes":[{"type":"commentary","notes":["For arguments over Batman and Occupy, see Gavin Mueller’s essay at <a href='http://jacobinmag.com/2012/07/the-dark-knight-is-no-capitalist/' target='_blank'><i>Jacobin</i></a>. For some good Pulitzer reading, pick up Michael Chabon’s <a href='http://www.worldcat.org/oclc/43706884' target='_blank'><i>The Amazing Adventures of Kavalier and Clay</i></a> (New York: Random House, 2000) if you haven’t yet already. As with most superhero stories, the first half is the best part."]}]},{"paragraph":7,"notes":[{"type":"commentary","notes":["“A glorious place, a glorious age, I tell you! A very Neon Renaissance—And the myths that actually touched you at that time—not Hercules, Orpheus, Ulysses and Aeneas—but Superman, Captain Marvel, Batman, The Human Torch, Sub-Mariner, Captain America, Plastic Man, The Flash—But of Course!”<br /><br />Tom Wolfe, <a href='http://www.worldcat.org/oclc/42827164' target='_blank'><i>The Electric Kool-Aid Acid Test</i></a> (New York: Bantam, 1999 [1967])."]}]},{"paragraph":11,"notes":[{"type":"citation","notes":["The question of whether DC sufficiently compensated Siegel, Shuster, and their families afterwards is still winding its way through the courts, despite the duo’s death in 1996 and 1992, respectively. For the latest on the families’ court battles, search online for articles like Graeme McMillan’s pieces for <a href='http://www.comicsalliance.com/2012/11/06/dc-appeals-siegel-ownership-of-half-of-superman-rights/' target='_blank'>Comics Alliance</a>."]}]},{"paragraph":14,"notes":[{"type":"citation","notes":["This era was covered well in Gerard Jones, [_Men of Tomorrow: Geeks, Gangsters, and the Birth of the Comic Book_](http://www.worldcat.org/oclc/55019518) (New York: Basic Books, 2004)."]}]},{"paragraph":15,"notes":[{"type":"commentary","notes":["In the neat sort of twist that can only happen in real life, Siegel went to work for Marvel while he was funding his fight against DC, during Marvel’s creative explosion. Siegel wrote under a pseudonym, however, and only picked up spare scripts, which means that he didn’t contribute much to Marvel’s new superheroes."]}]},{"paragraph":16,"notes":[{"type":"commentary","notes":["Each later claimed to have changed their names for their own reasons: Kirby, whose parents were from Austria, wanted to be an “American.” Lee because he was saving “Stanley Lieber” for literary fiction."]}]},{"paragraph":17,"notes":[{"type":"commentary","notes":["On Kirby’s fighting, see the <a href='http://www.tcj.com/jack-kirby-interview/' target='_blank'>controversial interview</a> Gary Groth did with Kirby and his wife Roz, for <a href='http://www.tcj.com' target='_blank'><i>The Comics Journal</i></a>. In terms of what it says about his collaborative relationship with Lee and others, it needs a heavy dose of salt, but it’s entertaining nevertheless.<br />A taste:<br />GROTH: Now these fights in your neighborhood—these were serious, knock-down, drag-out fights.<br />KIRBY: Oh yes, they were. Not only that, but they were climb-out fights. There was a monument store. There was a store that built funeral monuments, and we used to run over those monuments. We used to hop from monument to monument chasing each other. For all I know, they may still be on Suffolk Street.<br />GROTH: Now, what do you mean by a “climb-out fight”?<br />KIRBY: A climb-out fight is where you climb a building. You climb fire escapes. You climb to the top of the building. You fight on the roof, and you fight all the way down again. You fight down the wooden stairs, see? And, of course, I didn’t win all of them. You fought fair. If the other guy wants to fight and you knocked him out, you did your best for him. You didn’t want to hurt him any more. There was one time they knocked me out and laid me in front of my mother’s door. And in order for my mother not to be shocked they readjusted my clothes and they saw that nothing was rumpled and I looked very comfortable next to the apartment door, so when my mother would open the door it wouldn’t be that much of a shock.<br />GROTH: Were you actually knocked unconscious?<br />KIRBY: Well, yes.<br />GROTH: Were you ever seriously injured? Broken bones, or…<br />KIRBY: No, I don’t think so. I was pretty good, to be frank with you, but against five guys…you know, it didn’t really faze me.<br />ROZ KIRBY: You were like Captain America.<br />KIRBY: Yes."]}]},{"paragraph":18,"notes":[{"type":"commentary","notes":["For more on Kirby’s life, see the loving biography by his former assistant, Mark Evanier, <a href='http://www.worldcat.org/oclc/123391051' target='_blank'><i>Kirby: King of Comics</i></a> (New York: Abrams, 2008). Kirby’s life was a great inspiration for Chabon’s <a href='http://www.worldcat.org/oclc/43706884' target='_blank'><i>The Amazing Adventures of Kavalier and Clay</i></a>."]},{"type":"citation","notes":["Sean Howe, <a href='http://www.worldcat.org/oclc/779265805' target='_blank'><i>Marvel Comics: The Untold Story</i></a> (New York: HarperCollins, 2012), p. 20."]}]},{"paragraph":21,"notes":[{"type":"commentary","notes":["To be exact, because it matters, Lee came up with Iron Man, but the script for his first story was fleshed out by Larry Lieber. Jack Kirby designed Iron Man’s suit, but artist Don Heck drew the first issue, designing the look of alter-ego Tony Stark and the series’ early major characters. Daredevil was created by Lee and artist Bill Everett, but Kirby influenced the character’s design. (Everett was a writer-artist who created the aggressive Namor the Sub-Mariner during the first great wave of Marvel, then Timely Comics, in 1939.) All of this speaks to just how collaborative the process was—how many assignments were completed by crowds, not duos, artists pitching in to get the job done and the money in the sometimes-shared piggybank. This is what was wonderful about the early-ish days of comics; and what made it easy for the company that signed the checks to cut creators out of credit."]}]},{"paragraph":23,"notes":[{"type":"citation","notes":["Howe, <a href='http://www.worldcat.org/oclc/779265805' target='_blank'><i>Marvel Comics</i></a>, p. 14."]}]},{"paragraph":25,"notes":[{"type":"citation","notes":["See David Hajdu’s excellent <a href='http://www.worldcat.org/oclc/145431690' target='_blank'><i>The Ten-Cent Plague: The Great Comic-Book Scare and How it Changed America</i></a> (New York: Picador, 2009)."]}]},{"paragraph":26,"notes":[{"type":"citation","notes":["Howe, <a href='http://www.worldcat.org/oclc/779265805' target='_blank'><i>Marvel Comics</i></a>, p. 60."]}]},{"paragraph":28,"notes":[{"type":"citation","notes":["Howe, <a href='http://www.worldcat.org/oclc/779265805' target='_blank'><i>Marvel Comics</i></a>, p. 73."]}]},{"paragraph":29,"notes":[{"type":"citation","notes":["Howe, <a href='http://www.worldcat.org/oclc/779265805' target='_blank'><i>Marvel Comics</i></a>, p. 85."]}]},{"paragraph":31,"notes":[{"type":"citation","notes":["Howe, <a href='http://www.worldcat.org/oclc/779265805' target='_blank'><i>Marvel Comics</i></a>, p. 5."]}]},{"paragraph":32,"notes":[{"type":"citation","notes":["Howe, <a href='http://www.worldcat.org/oclc/779265805' target='_blank'><i>Marvel Comics</i></a>, p. 133."]}]},{"paragraph":36,"notes":[{"type":"citation","notes":["Howe, <a href='http://www.worldcat.org/oclc/779265805' target='_blank'><i>Marvel Comics</i></a>, p. 113 and 278-9."]}]},{"paragraph":40,"notes":[{"type":"commentary","notes":["High point of this era: Peter Miligan and Mike Allred’s <i>X-Force</i>, which played as a parody of celebrity culture. Low point: The new editor-in-chief, Joe Quesada, not parodying that celebrity culture when he told a reporter that he thought the 8-year-old comic book reader was a myth, and ripped on DC comics for having “Batman and Superman, and they don’t know what to do with them. That’s like being a porn star with the biggest dick and you can’t get it up. What the fuck?” Howe, <a href='http://www.worldcat.org/oclc/779265805' target='_blank'><i>Marvel Comics</i></a>, pp. 417-418."]}]},{"paragraph":41,"notes":[{"type":"citation","notes":["See Alex Pappademas’s thoughtful “<a href='http://www.grantland.com/story/_/id/7906504/the-surprisingly-complicated-legacy-marvel-comics-legend-stan-lee' target='_blank'>The Inquisition of Mr. Marvel</a>” for <i>Grantland</i>, May 9, 2012 for more on Lee’s legacy, and how he may or may not understand Marvel’s obligation to Kirby."]}]},{"paragraph":42,"notes":[{"type":"citation","notes":["Howe, <a href='http://www.worldcat.org/oclc/779265805' target='_blank'><i>Marvel Comics</i></a>, p. 346."]}]},{"paragraph":48,"notes":[{"type":"commentary","notes":["Howe, <a href='http://www.worldcat.org/oclc/779265805' target='_blank'><i>Marvel Comics</i></a>, p. 6. DC makes it easy, by contrast, cleaning up Superman’s mythos every decade or so. Clark Kent’s a blogger now."]}]},{"paragraph":49,"notes":[{"type":"citation","notes":["Howe, <a href='http://www.worldcat.org/oclc/779265805' target='_blank'><i>Marvel Comics</i></a>, p. 101."]}]},{"paragraph":50,"notes":[{"type":"commentary","notes":["In December of 2012 Peter Parker’s mind was trapped in the body of a dying Dr. Octopus, who now controlled Peter Parker’s body. Actually, this was quite clever."]}]},{"paragraph":51,"notes":[{"type":"commentary","notes":["Not an exception: Superman died in Superman #75, but it was well done, despite the media hype. DC writers spun the event into a complicated but exciting epic that expanded the Superman universe with more diverse characters and, eventually, brought Superman back."]}]},{"paragraph":52,"notes":[{"type":"commentary","notes":["Kirby, however, had fantasies of tearing it all down, an urge he worked out with his back-up stories for Thor, detailing Ragnarök, the end of the world, a vision of fire and devastation that could only be delayed, not avoided. Howe, <a href='http://www.worldcat.org/oclc/779265805' target='_blank'><i>Marvel Comics</i></a>, p. 72 & 74."]}]},{"paragraph":54,"notes":[{"type":"commentary","notes":["Howe notes that one speech was written just after the white supremacist bombing of the Sixteenth Street Baptist Church in Birmingham: “Look at the crowd! They’re livid with rage! Just like Professor X always warned us … normal humans fear and distrust anyone with super-mutant powers!” Howe, <a href='http://www.worldcat.org/oclc/779265805' target='_blank'><i>Marvel Comics</i></a>, p. 47."]}]},{"paragraph":56,"notes":[{"type":"citation","notes":["Howe, <a href='http://www.worldcat.org/oclc/779265805' target='_blank'><i>Marvel Comics</i></a>, p. 230."]}]},{"paragraph":61,"notes":[{"type":"citation","notes":["Chris Claremont (writer), Bob Wiacek (penciler), and Joe Rubinstein (inker), <i>The Uncanny X-Men</i> Vol. 1, # 150 (Oct., 1981)."]}]},{"paragraph":62,"notes":[{"type":"commentary","notes":["“‘Dead characters always return,’ Morrison complained of the X-Men comics of the preceding decade. ‘Nothing that happens really matters ultimately. The stage is never cleared for new creations to develop and grow.’” Indeed, Magneto is alive once again, and on the run with Cyclops, who has just killed Professor Xavier in his own powerdunk haze. This is about the fifth time Professor X has died. He’ll be back. And yes, I know that Marvel explained that the New York event was yet another a “fake” Magneto, who was killed at the end of it. But even for comics, that’s absurd. Howe, <a href='http://www.worldcat.org/oclc/779265805' target='_blank'><i>Marvel Comics</i></a>, pp. 412-413, 423, 468."]}]},{"paragraph":66,"notes":[{"type":"commentary","notes":["<i>Hawkeye</i>, <i>Daredevil</i>, <i>Captain Marvel</i>, and <i>The Amazing Spider-Man</i> are excellent current Marvel books, for example. And outside of Marvel and D.C.’s superhero comics, there’s a world of great monthly stuff going on: Ed Brubaker and Sean Philip’s <a href='http://www.comicbookresources.com/?page=article&id=40517' target='_blank'><i>Fatale</i></a>, David Hine and Shaky Kane’s <a href='http://www.amazon.com/Bulletproof-Coffin-David-Hine/dp/1607063689' target='_blank'><i>The Bulletproof Coffin</i></a>, both at Image Comics; Matt Fraction, Gabriel Bá, and Fabio Moon’s <a href='http://www.amazon.com/Casanova-Vol-Luxuria-Matt-Fraction/dp/0785148620' target='_blank'><i>Casanova</i></a>, at Marvel’s creator-owned imprint, Icon; Mike Mignola’s <a href='http://www.amazon.com/Hellboy-Library-Vol-Destruction-Devil/dp/1593079109' target='_blank'><i>Hellboy</i></a> universe at Dark Horse, expanded upon by <a href='http://www.amazon.com/B-P-R-D-Plague-Frogs-Hardcover-Collection/dp/1595826726' target='_blank'>John Arcudi</a>; anything from <a href='http://estrigious.com/becky/' target='_blank'>Becky Cloonan</a> and <a href='http://authors.simonandschuster.com/Hope-Larson/41308885' target='_blank'>Hope Larson</a>; a lot of stuff published by <a href='http://www.archaia.com/' target='_blank'>Archaia</a>. And of course, the true ‘independents’—Los Bros. Hernández, John Huizenga, Daniel Clowes, the list goes on and on (a lot of them are at <a href='http://www.fantagraphics.com' target='_blank'>Fantagraphics</a> and <a href='http://drawnandquarterly.blogspot.com' target='_blank'>Drawn & Quarterly</a>)."]}]},{"paragraph":68,"notes":[{"type":"citation","notes":["Howe, <a href='http://www.worldcat.org/oclc/779265805' target='_blank'><i>Marvel Comics</i></a> pp. 431-432. A final thought: Howe includes an anecdote both funny and moving, in which the writer Steve Gerber “rescued” the Marvel-owned character that he created, Howard the Duck, by having another character in an independent “snatch” him from a crowd. Marvel still owns Howard the Duck, of course, but it was a powerful statement.<br /><br />When is copyright infringement like the Underground Railroad?"]}]}]