[{"paragraph":1,"notes":[{"type":"citation","notes":["Zachary Macaulay, 18 July 1793, in <a href='http://www.worldcat.org/oclc/4406773' target='_blank'><i>Life and Letters of Zachary Macaulay</i></a>, ed. Margaret Jean Knutsford (London: Published by Edward Arnold, 1900), 37-38.","For news of Naimbana’s death, see 18 July 1793, Journal of Zachary Macaulay, MY 418 (1), ff. 71-2, Macaulay Papers, the <a href='http://huntington.org' target='_blank'>Huntington Library</a>, San Marino, CA (hereafter HL)."]}]},{"paragraph":2,"notes":[{"type":"commentary","notes":["Before 1807 there were three main waves of migration to Sierra Leone. The first group was comprised of poor blacks from London in 1787; the second were the black Loyalists from Nova Scotia in 1792; and the last were the Jamaican Maroons—who had also lived briefly in Nova Scotia—in 1800. The second wave of colonists arrived in Granville Town in February and March 1792, and eventually renamed the colony Freetown. At the time the black Loyalists arrived, Sierra Leone had no large kingdoms or towns; the power of indigenous African leaders was rather local. The Temne lived inland, at the mouth of the Scarcies River, and on the Bullum Shore, having migrated from the Futa Jallon sometime in the fourteenth or fifteenth century. At that moment, a regent the British referred to as King Naimbana sat high in the hierarchy upstream from the colony, at Robana: King Jimmy, who had burned Granville Town in 1789, paid tribute to Naimbana, as did other nearby families. As Christopher Fyfe has noted, the word “King” is a misnomer for these rulers. Naimbana became king in form only after his death in 1793. Britons used the term because it fit conveniently into their concepts about political rule, but Temne regents’ power did not extend as far politically or geographically by comparison. These polities were frequently in flux. James Sidbury, <a href='http://www.worldcat.org/oclc/81861269' target='_blank'><i>Becoming African in America: Race and Nation in the Early Black Atlantic</i></a> (Oxford University Press, 2007), 98; Christopher Fyfe, <a href='http://www.worldcat.org/oclc/999984' target='_blank'><i>A History of Sierra Leone</i></a> (Oxford University Press, 1962), 1-6, 36; Kenneth C. Wylie, <a href='http://www.worldcat.org/oclc/2798397' target='_blank'><i>The Political Kingdoms of the Temne: Temne Government in Sierra Leone, 1825-1910</i></a> (New York: Africana Publishing Company, 1977), xiii, 3; Anna Maria Falconbridge, <a href='http://www.worldcat.org/oclc/457345' target='_blank'><i>Narrative of Two Voyages to the River Sierra Leone During the Years 1791-1792-1793</i></a>, ed. Christopher Fyfe (Liverpool: Liverpool University Press, 2000), n19 p19."]},{"type":"citation","notes":["For more on the accusation and the fact that the tea was chamomile see 2 August 1793, f. 99, Journal of Zachary Macaulay, MY 418 (1), HL; 24 July 1793, f. 82, CO 270/2, the National Archives, Kew, UK (hereafter TNA)."]}]},{"paragraph":3,"notes":[{"type":"commentary","notes":["The Falconbridges had come to Sierra Leone with the first group of poor blacks in 1787. In 1792, Alexander was vexed that the Sierra Leone Company chose the Reverend John Clarkson as superintendent, rather than him (Falconbridge was confined to the role of chief commercial agent). His penchant for drinking became more severe in Sierra Leone, and he probably died from alcoholism. His wife, Anna, kept a diary during her time in the colony. Her writings reveal that she was not particularly attached to him; she quickly remarried John Clarkson’s friend and correspondent, Isaac Du Bois, after Alexander’s death."]},{"type":"citation","notes":["Falconbridge, <a href='http://www.worldcat.org/oclc/457345' target='_blank'><i>Narrative of Two Voyages</i></a>, 69. Falconbridge’s narrative is not to be trusted entirely; like other Britons describing Africans, it is possible she exaggerated other aspects of his “surly” disposition, as well as his tendency to be “pettish and implacable.”","Ellen Gibson Wilson, <a href='http://www.worldcat.org/oclc/6704247' target='_blank'><i>John Clarkson and the African Adventure</i></a> (London and Basingstoke: Macmillan Press Ltd, 1980), 81-2; Falconbridge, <i>Narrative of Two Voyages</i>, 1, 4, 74, 95.","My thoughts here are informed by James Sidbury, “‘African’ Settlers in the Founding of Freetown,” in <i>Rebuilding Civil Society in Sierra Leone, Past and Present</i>, eds., Suzanna Schwarz, Paul Lovejoy and David Richardson (forthcoming 2012), 2. I am grateful to Jim for sharing a version of this piece before its publication. My citations of page numbers come from the draft document. For Henry Granville Naimbana’s education by Anna Maria Falconbridge, see Falconbridge, <i>Narrative of Two Voyages</i>, 70; Fyfe, <a href='http://www.worldcat.org/oclc/999984' target='_blank'><i>A History of Sierra Leone</i></a>, 30; for his religious inculcation in London see Peter Fryer, <a href='http://www.worldcat.org/oclc/10860342' target='_blank'><i>Staying Power: The History of Black People in Britain</i></a> (Pluto Press, 1984), 427; Cassandra Pybus, “‘A Less Favourable Specimen’: The Abolitionist Response to Self-Emancipated Slaves in Sierra Leone, 1793-1808,” <a href='http://onlinelibrary.wiley.com/journal/10.1111/(ISSN)1750-0206' target='_blank'><i>Parliamentary History</i></a>, Vol. 26, Issue Supplement S1 (June 2007), 99n12; for the story of his death by poison, see Fyfe, <i>A History of Sierra Leone</i>, 54."]}]},{"paragraph":4,"notes":[{"type":"commentary","notes":["21 July 1793, ff. 81-2, Journal of Zachary Macaulay, MY 418 (1), HL. It is not entirely clear who was responsible for conceiving of the accusation in the first place. Bartholomew dictated the letter to his translator, Abraham Elliot Griffiths, King Naimbana’s secretary and translator. When the Temne met the British, however, the accusation was presented as Yamacopra’s. Griffiths, incidentally, was in the midst of living a decidedly transnational life. He was a servant in London in the 1780s, and came to Sierra Leone with the first wave of British colonists in 1787. Although he once had a wife named Rebecca, he eventually married one of Naimbana’s daughters—a woman named Clara—before he returned to London and died in debtor’s jail in 1802. Cassandra Pybus, <a href='http://www.worldcat.org/oclc/60419467' target='_blank'><i>Epic Journeys of Freedom: Runaway Slaves of the American Revolution and their Global Quest for Liberty</i></a> (Boston: Beacon Press, 2006), 211.","The Macaulay journals consist of many haphazardly-numbered oversize pages that are sandwiched between sheets of clear, plastic archival folders. Reading them necessitates the use of at least two seats in the <a href='http://huntington.org' target='_blank'>Huntington Library</a>, where they are housed. I have provided a folio number when a particular volume was arranged logically, but have given a date otherwise."]}]},{"paragraph":5,"notes":[{"type":"citation","notes":["2 August 1793, Knutsford, ed., <a href='http://www.worldcat.org/oclc/4406773' target='_blank'><i>Life and Letters of Zachary Macaulay</i></a>, 41.","Rev. E.G. Ingham, <a href='http://www.worldcat.org/oclc/237233' target='_blank'><i>Sierra Leone After a Hundred Years</i></a> (London: Frank Cass & Co. Ltd., 1968 [London: Seeley and Co. Limited, 1894]), 24; For a further analysis of Naimbana’s regalia see Sidbury, “‘African’ Settlers in the Founding of Freetown,” 2."]}]},{"paragraph":6,"notes":[{"type":"commentary","notes":["Although the calabar bean clearly features in manuscripts that predate the nineteenth century, the earliest mention of the bean in the Oxford English Dictionary appears in 1875. Then it is cited as “Calabarine,” or “an alkaloid found in the Calabar bean.” In 1876, the bean itself is defined as “the seed of Physostigma venenosum, a climbing leguminous plant of West Africa. Also called the Ordeal-bean, as it is administered to people suspected of witchcraft.” One journalist claims that Britons first heard about the bean’s use in Nigeria around 1840. There, people accused of murder, witchcraft, and other crimes ate the bean, which they called “esere,” to try to prove their innocence. As in Sierra Leone, “guilty” people died, and “innocent people” vomited and survived. People also used the bean to duel against each other, in which case both combatants ate one half of the same bean. In reality the effects were so unpredictable because levels of poison vary significantly from bean to bean. By the mid-nineteenth century British botanists had coaxed the plant to grow in the metropole, and by the turn of the century they were experimenting with trying to use the bean as an antidote to belladonna, or deadly nightshade. Today, scientists are experimenting with the bean’s active ingredients—the most useful of which is physostigmine—to try to find a way to protect soldiers against nerve agents. <a href='http://oed.com' target='_blank'><i>Oxford English Dictionary Online</i></a>, search under “Calabarine, n.,” and “Calabar-bean, n.;” Laura Spinney, “<a href='http://www.newscientist.com/article/mg17824015.700-the-killer-bean-of-calabar.html' target='_blank'>The Killer Bean of Calabar</a>,” <a href='http://www.newscientist.com/' target='_blank'><i>New Scientist</i></a>, June 28, 2003, 48."]},{"type":"citation","notes":["2 August 1793, f. 97, Journal of Zachary Macaulay, MY 418 (1), HL. For primary sources describing the various African groups surrounding Freetown, see 10 and 17 March 1792, ff. 9, 13, Add. MS 41264, British Library (hereafter BL); 3 October 1792, “Diary of Lieutenant J. Clarkson, R.N. (governor, 1792),” Sierra Leone Studies, no. VIII (March 1927), 71; 18 July 1793, Journal of Zachary Macaulay, MY 418 (1), ff. 71-2, Macaulay Papers, HL. For secondary works, see Fyfe, <a href='http://www.worldcat.org/oclc/999984' target='_blank'><i>A History of Sierra Leone</i></a>, 10, 54; Wylie, <a href='http://www.worldcat.org/oclc/2798397' target='_blank'><i>The Political Kingdoms of the Temne</i></a>, xv; Mary Louise Clifford, <a href='http://www.worldcat.org/oclc/40881598' target='_blank'><i>From Slavery to Freetown: Black Loyalists After the American Revolution</i></a> (Jefferson, North Carolina: McFarland & Company, Inc., 1999), 75.","2 August 1793, f. 97, Journal of Zachary Macaulay, MY 418 (1), HL. A bar was originally the quantity of goods that indigenous Africans considered equivalent to a bar of iron because they did not use the paper and metal currency that Europeans used. All goods fetched a price in bars that changed according to demand and supply. On the fluctuation of bars as currency, see Christopher Fyfe’s editor’s note in Falconbridge, <a href='http://www.worldcat.org/oclc/457345' target='_blank'><i>Narrative of Two Voyages</i></a>, n32p35.","John Clarkson called Yamacopra “an old queen … who does not appear to have much power, though some of the natives show her attention.” Ingham, <a href='http://www.worldcat.org/oclc/237233' target='_blank'><i>Sierra Leone After a Hundred Years</i></a>, 20."]}]},{"paragraph":7,"notes":[{"type":"commentary","notes":["Specifically, he may have retained less faith in British law, given his experiences in the more international, unpredictable world of sailors."]},{"type":"citation","notes":["Falconbridge, <a href='http://www.worldcat.org/oclc/457345' target='_blank'><i>Narrative of Two Voyages</i></a>, 48.","2 August 1793, f. 98, Journal of Zachary Macaulay, MY 418 (1), HL. On the fluctuation of bars as currency, see Christopher Fyfe’s editor’s note in Falconbridge, <i>Narrative of Two Voyages</i>, n32p35."]}]},{"paragraph":8,"notes":[{"type":"citation","notes":["21 July 1793, f. 82, Journal of Zachary Macaulay, MY 418 (1), HL.","2 August 1793, ff. 98-99, Journal of Zachary Macaulay, MY 418 (1), HL."]}]},{"paragraph":9,"notes":[{"type":"citation","notes":["3 August 1793, f. 101, Journal of Zachary Macaulay, MY 418 (1), HL."]}]},{"paragraph":10,"notes":[{"type":"citation","notes":["Ingham, <a href='http://www.worldcat.org/oclc/237233' target='_blank'><i>Sierra Leone After a Hundred Years</i></a>, 20; 21 March 1792, f. 15, Add. MS 41264, BL."]}]},{"paragraph":15,"notes":[{"type":"citation","notes":["2 August 1793, f. 99, Journal of Zachary Macaulay, MY 418 (1), the <a href='http://huntington.org' target='_blank'>Huntington Library</a>, San Marino, CA."]}]},{"paragraph":16,"notes":[{"type":"commentary","notes":["On May 30, 1791, abolitionist Henry Thornton effected the passage of a bill that created a joint stock company to take over governance of Sierra Leone; the bill was given royal backing on June 6th of that year. Thomas Clarkson and his younger brother John, Granville Sharp, Henry Thornton, and William Wilberforce helped to form the Sierra Leone Company and to supervise what they hoped would be a more organized and cost-effective era of colonization by black Loyalists. In Sierra Leone the Company and governing Council were fairly analogous; anything offered to the Sierra Leone Company would have fallen into the hands of Governor Dawes, whom the black Loyalists would eventually accuse of cheating them. Robin W. Winks, <a href='http://www.worldcat.org/oclc/140347' target='_blank'><i>The Blacks in Canada: A History</i></a> (New Haven and London: Yale University Press, 1971), 61-3; Wilson, <a href='http://www.worldcat.org/oclc/6704247' target='_blank'><i>John Clarkson and the African Adventure</i></a>, 55-6; for the black Loyalists’ complaints see Cato Pirkins and Isaac Anderson to the Hble the Chairmain & Court of Directors of the Sierra Leone Company London [sent to John Clarkson 30 October 1793], 13 October 1793, ff. 98-99, Add. MS 41263, BL."]},{"type":"citation","notes":["18 July 1793, f. 74-5, Journal of Zachary Macaulay, MY 418 (1), the <a href='http://huntington.org' target='_blank'>Huntington Library</a>, San Marino, CA."]}]},{"paragraph":17,"notes":[{"type":"citation","notes":["See for example 13 October 1794, Journal of Zachary Macaulay, MY 418 (4), Macaulay Papers, HL; Zachary Macaulay and James Watt to the Chairman and Court of Directors of the Sierra Leone Company, Freetown, 15 November 1794, Journal of Zachary Macaulay, MY 418 (7), Macaulay Papers, HL; Fyfe, <a href='http://www.worldcat.org/oclc/999984' target='_blank'><i>A History of Sierra Leone</i></a>, 61; Ellen Gibson Wilson, <a href='http://www.worldcat.org/oclc/2299574' target='_blank'><i>The Loyal Blacks</i></a> (New York: G.P. Putnam’s Sons, 1976), 319.","Clifford, <a href='http://www.worldcat.org/oclc/40881598' target='_blank'>From Slavery to Freetown</a>, 114."]}]},{"paragraph":18,"notes":[{"type":"citation","notes":["Trevor Burnard, “The British Atlantic,” in <a href='http://www.worldcat.org/oclc/214286035' target='_blank'><i>Atlantic History: A Critical Appraisal</i></a>, eds. Jack P. Greene and Philip D. Morgan, (Oxford University Press, 2008), 122; see also Philip D. Morgan, “Africa and the Atlantic, C. 1450 to C. 1820,” in <i>Atlantic History</i>, eds. Greene and Morgan, 225.","Fyfe, <a href='http://www.worldcat.org/oclc/999984' target='_blank'><i>A History of Sierra Leone</i></a>, 97."]}]}]