[{"paragraph":1,"notes":[{"type":"commentary","notes":["A caudillo is the political-military head of an authoritarian state. Caudillos often rose to power with popular support, and were invested with social and moral authority."]},{"type":"citation","notes":["J. Castañeda-Medinilla, “Maximón, un caso de magia imitative.” Guatemala indígena 14, no. 3-4 (1979): 131-142.","James C. Mackenzie, “Religion, Community, and Identity: Perspectives on the Cult of San Simon in Guatemala,” M.A. Thesis, University of Alberta, 1998.","Mackenzie, “Judas Off the Noose: Sacerdotes Mayas, Costumbristas and the Politics Of Purity in the Tradition of San Simón in Guatemala,” Journal of Latin American and Caribbean Anthropology 14, no. 2 (2009): 355-381.","Michael E. Mendelson, “Maximón: An Iconographical Introduction,” Man 59 (1959): 57-60.","Mendelson, Los escándalos de Maximón; un estudio sobre la religión y la visión del mundo en Santiago Atitlán, Guatemala: Tip. Nacional, 1965.","Diego Molina F., Las confesiones de Maximón, Guatemala: Artemis y Edinter, 1983.","Pilar Sanchiz Ochoa, “Sincretismos de ida y vuelta: el culto de San Simón en Guatemala,” Mesoamérica 26 (1993): 253-266.","Vincent Stanzione, <a href='http://www.worldcat.org/oclc/51059068' target='_blank'><i>Rituals of Sacrifice: Walking the Face of the Earth on the Sacred Path of the Sun</i></a> (Albuquerque: University of New Mexico Press, 2003).","Sylvie Pédron-Colombani, <a href='http://www.worldcat.org/oclc/58997499' target='_blank'><i>Maximón: Guatemalan god, saint or traitor</i></a>, London: Periplus, 2004."]}]},{"paragraph":3,"notes":[{"type":"commentary","notes":["An example of ancient “leftovers” are the wood people from the Popol Vuh. The wood people were destroyed by their creators, but their descendants, monkeys, live on. See Allen J. Christenson, <a href='http://www.worldcat.org/oclc/71241903' target='_blank'><i>Popol Vuh: The Sacred Book of the Maya: The Great Classic of Central American Spirituality</i></a> (Norman: University of Oklahoma Press, 2007).","The term ladino refers to people of mestizo heritage in Central America. In Guatemala, ladino is often used to describe any citizen who is not indigenous."]}]},{"paragraph":4,"notes":[{"type":"commentary","notes":["<i>La Violencia</i> is the term used to denote a particularly violent period in Guatemala’s Civil War. For more on it, see Virginia Garrard-Burnett’s <a href='http://theappendix.net/issues/2012/12/time-and-the-maya-apocalypse-guatemala-1982-and-2012' target='_blank'>feature article</a> on <i>The Appendix</i>, Volume 1 Issue 1.","The photograph showing military uniforms, by Daniel Chauche, appears in Victor Perera, <a href='http://www.worldcat.org/oclc/27339505' target='_blank'><i>Unfinished Conquest: The Guatemalan Tragedy</i></a>, Berkeley: University of California Press, 1993."]}]}]