[{"paragraph":5,"notes":[{"type":"citation","notes":["John J. TePaske, <a href=\"http://www.worldcat.org/oclc/707926516\"><em>New world of gold and silver</em></a> in Kendall Brown, ed. Vol. 21. Atlantic World. (Boston, MA: Brill Academic Publishers, 2010), p. 18.","Joaquín Pérez Melero, “From Alchemy to Science: The Scientific Revolution in Spanish American Mining and Metallurgy,” <a href=\"http://www.worldcat.org/oclc/273823949\"><em>The Revolution in geology from the Renaissance to the Enlightenment</em></a>, edited by Gary Rosenberg (Boulder, CO: Geological Society of America, 2009), pp. 51-61.","Dennis Owen Flynn and Arturo Giráldez, eds., <a href=\"http://www.worldcat.org/oclc/36130695\"><em>Metals and monies in an emerging global economy</em></a> (Aldershot: Ashgate, 1997).","Flynn and Giráldez “Born with a ‘silver spoon’: The origin of world trade in 1571,” <em>Journal of World History</em>, Vol. 6, No. 2 (1995): 201-221."]}]},{"paragraph":6,"notes":[{"type":"citation","notes":["Nicholas A. Robins, <a href=\"http://www.worldcat.org/oclc/768081340\"><em>Mercury, Mining, and Empire: the Human and Ecological Cost of Colonial Silver Mining in the Andes</em></a> (Indiana University Press, 2011)."]}]},{"paragraph":7,"notes":[{"type":"citation","notes":["Laura A. Lewis, <a href=\"http://www.worldcat.org/oclc/52001690\"><em>Hall of Mirrors: Power, Witchcraft, and Caste in Colonial Mexico</em></a> (Durham, NC: Duke University Press, 2003).","R. Douglas Cope, <a href=\"http://www.worldcat.org/oclc/558426424\"><em>The Limits of Racial Domination: Plebeian Society in Colonial Mexico City, 1660-1720</em></a> (Madison, WI: University of Wisconsin Press, 1994)."]},{"type":"image","notes":[{"url":"Bigelow2.jpg","alt":"Arte de los metales","caption":"Álvaro Alonso Barba, <em>Arte de los Metales</em> (Madrid, 1640).","credit":""}]}]},{"paragraph":8,"notes":[{"type":"citation","notes":["Álvaro Alonso Barba, <em>Arte de los metales en qve se enseña el verdadero beneficio de los de oro, y plata por açogue. El modo de fvndirlos todos, y como se han de refinar, y apartar vnos de otros</em> (Madrid: 1640), <em>The Making of the Modern World</em>, pp. 12v, 19, 30, 39v-40, 41, 42-44, 45v, 46, 47v, 62v, 70-70v, 92-93v, 94-94v.","Juan de Alcalá y Hamurrio, (ca. 1691) <em>Directorio del beneficio del azogue en los metales de Plata; y documentos que dá un padre aun hijo, en sus reglas, y adbertencias</em>. <em>Dedicado a su Madama d-a Maria Montero de Barrios.</em> In <em>Cartilla metallurgica y directorio de beneficiadores</em>, comp. José Manuel Orozco. 1737. Lima: [s.n.], ff. 51-98v. Center for Southwest Research, University of New Mexico, pp. 93-93v."]}]},{"paragraph":9,"notes":[{"type":"citation","notes":["Archivo y Bibliotecas Nacionales de Bolivia, EC 1764/131: 136v-141, 20/11/1581 (Lima), pp. 137v-138."]}]},{"paragraph":10,"notes":[{"type":"citation","notes":["Álvaro Alonso Barba, <em>Arte de los metales</em>, p. 32.","Frank Salomon, <a href=\"http://www.worldcat.org/oclc/54929904\"><em>The Cord Keepers: Khipus and Cultural Life in a Peruvian Village</em></a> (Duke University Press, 2004), p. 187."]}]},{"paragraph":11,"notes":[{"type":"image","notes":[{"url":"Bigelow4.jpg","alt":"Andean Wind Oven","caption":"Andean wind oven (<em>guaira</em>), from Barba (1640: 80v).","credit":""}]}]},{"paragraph":12,"notes":[{"type":"citation","notes":["Modesto Bargalló, <a href=\"http://www.worldcat.org/oclc/822726\"><em>La Minería y la Metalurgía en la América Española Durante la Época Colonial</em></a> (México, D.F.: Fondo de Cultura Económica, 1955), pp. 127-129."]},{"type":"image","notes":[{"url":"Bigelow5.jpg","alt":"Account of Chemicals Purchased","caption":"An account of reagents purchased at Ingenio Torres Naranjo. Minas 8.1 1630: ff. 1-11, f. 2.","credit":"Archivos y Bibliotecas Nacionales de Bolivia, Sucre, Chuquisaca, Bolivia"}]}]},{"paragraph":14,"notes":[{"type":"commentary","notes":["For her generous help with these formulas, I thank Dr. Yuen Lau of Pasadena, Maryland."]}]},{"paragraph":16,"notes":[{"type":"citation","notes":["Vannoccio Biringuccio, <em>De la Pirotechnica Libri X, dove ampiamente si tratta non solo di ogni sorte &amp; díuersita di Miníere, ma anchora quanto si rícerca intorno à la prattica dí quelle cose di quel che si appartiene a l’arte de la fusione ouer gitto de metalli come d’ogni altra cosa simile à questa, Compostí per il S. Vanoccio Biringuccio Sennese, Con Priuilegio Apostolíco &amp; del Illustris. Senato Venato</em>. (Venezia, 1540), <em>Making of the Modern World</em>, p. 142."]}]},{"paragraph":20,"notes":[{"type":"commentary","notes":["“El azogue, por la ya dicha amistad, se abraça con la plata,” “se ha de presumir que se aman y apetecen la plata y el azogue, procurándose mediante la dicha amistad abraçar y unir el uno con el otro,” and “se hechan y encorpora el azogue, a fin de que, como es tan amigo y familiar a la plata, mediate la tal amistad y analogía lo abraçe.”"]},{"type":"citation","notes":["Juan de Cárdenas,  <em>Problemas y secretos maravillosos de las Indias</em>. México: Pedro Ocharte. Partial facsimile edition on Google Books, courtesy of Maxtor (Valladolid, 1591), pp. 88-89."]}]},{"paragraph":21,"notes":[{"type":"citation","notes":["Álvaro Alonso Barba, <em>Arte de los metales</em>, (Madrid: 1640)."]}]},{"paragraph":22,"notes":[{"type":"commentary","notes":["“La vezindad y conueniencia que tiene la naturaleza del açogue con la de los metales, bastantemente se manifiesta, quando faltassen otros argumentos, por la facilidad co- que ellos se vne, los penetra y embeue conuiertiendolos en lo que llamamos pella; compañia que con ninguna otra cosa haze.”"]}]},{"paragraph":25,"notes":[{"type":"citation","notes":["Álvaro Alonso Barba, <em>Arte de los metales</em>, (Madrid: 1640).","Edward Montagu, <em>The First Book of the Art of Mettals in Which Is Declared the Manner of Their Generation and the Concomitants of Them / Written in Spanish by Albaro Alonso Barba, Master of Art, Born in the Town of Lepe in Andalusia, and Curate of St. Bernards Parish in the Imperial City of Potosi in the Kingdom of Peru in the West-Indies in the Year 1640?; Translated into English in the Year 1669</em>, (London: Printed for S. Mearne, 1670), pp. 71-72."]}]},{"paragraph":26,"notes":[{"type":"citation","notes":["Edward Montagu, <em>The First Book of the Art of Mettals</em>, (London: Printed for S. Mearne, 1670)."]}]},{"paragraph":27,"notes":[{"type":"citation","notes":["Peter J. Bakewell,  “Mining,” in <a href=\"http://www.worldcat.org/oclc/14905968\"><em>Colonial Spanish America</em></a>, edited by L. Bethell. (Cambridge: Cambridge University Press, 1997), pp. 202-249."]}]},{"paragraph":29,"notes":[{"type":"citation","notes":["Walter Mignolo, <a href=\"http://www.worldcat.org/oclc/31331362\"><em>The Darker Side of the Renaissance: Literature, Territoriality, and Coloniality</em></a> (Ann Arbor: University of Michigan Press, 2003 [1995])."]}]}]