[{"paragraph":2,"notes":[{"type":"commentary","notes":["According to David Armitage, the symbolic value of the American Declaration of Independence did not develop immediately: “For almost four decades after 1776, Americans valued the successful fact of that independence more than they did the specific document that had declared it. It was only in the last decade of Jefferson’s life that the Declaration began to be seen as the well-founded article of ‘American scripture’ celebrated by Americans every Fourth of July then and since.”"]},{"type":"citation","notes":["David Armitage, <a href=\"http://www.worldcat.org/oclc/71173909\"><em>The Declaration of Independence: A Global History</em></a>, (Cambridge, MA: Harvard University Press, 2007), p. 3."]}]},{"paragraph":3,"notes":[{"type":"commentary","notes":["I am extremely grateful to Erin Zavitz for sharing the images of the articles in <em>Le Soir</em> (28 January 1903, FIC Bibliothèque Haïtienne in Port-au-Prince) and for writing <a href=\"http://haitidoi.com/2013/02/15/100-years-later/\">a post</a> about them for my <a href=\"http://haitidoi.com/\">Haiti and the Atlantic World</a> blog. Zavitz is undertaking a systematic study of celebrations of Haitian independence for her dissertation; see Erin Zavitz, “Revolutionary Memories: Celebrating and Commemorating the Haitian Revolution, 1804-2004,” (PhD Dissertation, University of Florida, Forthcoming 2014).","Justin Lhérisson is also the author of the Haitian national anthem, <em>La Dessalinienne</em>."]}]},{"paragraph":5,"notes":[{"type":"citation","notes":["<em>Le Soir</em>, 29 January 1903, FIC Bibliothèque Haïtienne in Port-au-Prince.","Laurent Dubois, <a href=\"http://www.worldcat.org/oclc/648922902\"><em>Haiti: The Aftershocks of History</em></a>, (New York: Metropolitan Books, 2012), p. 112."]}]},{"paragraph":6,"notes":[{"type":"commentary","notes":["According to Erin Zavitz’s research, the nineteenth-century Haitian author Emmanuel Chancy claimed that the original manuscript had burned in a fire of the Senate Building and the National Palace in 1866; Erin Zavitz, “Revolutionary Memories: Celebrating and Commemorating the Haitian Revolution, 1804-2004,” (PhD Dissertation, University of Florida, Forthcoming 2014)."]},{"type":"citation","notes":["Félix Viard to Justin Lhérisson, 26 May 1906, <em>Le Soir</em>, 18 June 1906, FIC Bibliothèque Haïtienne in Port-au-Prince.","<em>Le Soir</em>, 18 June 1906."]}]},{"paragraph":7,"notes":[{"type":"citation","notes":["Edmond Mangonès to <em>La Commission des Sciences Sociales du Tricinquantenaire de l’indépendence</em>, Port-au-Prince, 31 December 1952.","Beaubrun Ardouin, <em>Études sur l’Histoire d’Haïti</em>, Tome 6, Livre 1er, page 84 (quoted in Mangonès)."]}]},{"paragraph":8,"notes":[{"type":"citation","notes":["Erin Zavitz, “Chapter 3: Performing Revolution: Jean-Jacques Dessalines and Haitian Independence Day, 1805-1904,” (PhD Dissertation, University of Florida, Forthcoming 2014).","Erin Zavitz, “Performing Revolution: Jean-Jacques Dessalines and Haitian Independence Day, 1804-1904,” in <em>The Haitian Declaration of Independence</em>, edited by Julia Gaffield, (under review by the University of Virginia Press)."]}]},{"paragraph":14,"notes":[{"type":"commentary","notes":["I would like to thank Matthew J. Smith and James Robertson at the University of the West Indies, Mona for their help and guidance on this first research trip to Kingston."]},{"type":"citation","notes":["Thomas Madiou, <em>Histoire d’Haiti, Tome III, 1803-1807</em>, (Port-au-Prince: Editions Henri Deschamps, 1989, originally published in 1847), 194-196."]}]},{"paragraph":15,"notes":[{"type":"commentary","notes":["I published an article based on these documents and others in The National Archives of the United Kingdom (TNA): Julia Gaffield, “Haiti and Jamaica in the re-making of the early nineteenth century Atlantic World,” <em>William and Mary Quarterly</em>, July 2012 69(3): 583-614."]}]},{"paragraph":16,"notes":[{"type":"commentary","notes":["For example, <a href=\"http://haitidoi.com/2013/02/11/transcription-of-the-declaration-of-independence-at-the-archives-nationales-paris/\">this transcription</a> at the <em>Archives Nationales</em> in Paris, AB/XIX/3302/15; <a href=\"http://openlibrary.org/books/OL24236398M/An_historical_account_of_the_black_empire_of_Hayti\">this version</a> in Marcus Rainsford’s, <em>An Historical Account of the Black Empire of Hayti</em>, (Albion Press, London: 1805)."]},{"type":"citation","notes":["Edward Corbet to George Nugent, “No 1 Report from Edward Corbet esq,” 25 January 1804, The National Library of Jamaica, MS 72, 784N."]}]},{"paragraph":17,"notes":[{"type":"citation","notes":["Deborah Jenson, “Dessalines’s American Proclamations of the Haitian Independence,” <em>Journal of Haitian Studies</em>, (2009) 15(1): 89."]}]},{"paragraph":18,"notes":[{"type":"citation","notes":["George Nugent to Robert Hobart, 10 March 1804, Jamaica, The National Archives of the United Kingdom, CO 137/111."]}]},{"paragraph":19,"notes":[{"type":"citation","notes":["Philippe Girard analyzes an excerpt of the song in his recent book, Girard, <em>The Slaves who Defeated Napoleon: Toussaint Louverture and the Haitian War of Independence</em>, (Tuscaloosa: University of Alabama Press, 2011), 315-316."]}]},{"paragraph":26,"notes":[{"type":"commentary","notes":["Many thanks to David Jarmul, Camille Jackson, and the rest of the staff at the Office of News and Communications at Duke University for the time and energy that they spent in sharing this story with people all around the world."]}]},{"paragraph":27,"notes":[{"type":"citation","notes":["Damien Cave, <a href=\"http://www.nytimes.com/2010/04/01/world/americas/01document.html?_r=0\">“Haiti’s Founding Document Found in London,”</a> <em>The New York Times</em>, 1 April 2010."]}]},{"paragraph":28,"notes":[{"type":"citation","notes":["Siri Agrell, <a href=\"http://www.theglobeandmail.com/news/national/grad-student-uncovers-haitis-declaration-of-independence/article4313147/\">“Grad Student Uncovers Haiti’s Declaration of Independence,”</a> <em>The Globe and Mail</em>, 2 April 2010."]}]},{"paragraph":30,"notes":[{"type":"citation","notes":["Damien Cave, <a href=\"http://www.nytimes.com/2010/04/01/world/americas/01document.html?_r=0\">“Haiti’s Founding Document Found in London,”</a> <em>The New York Times</em>, 1 April 2010."]}]}]