[{"paragraph":4,"notes":[{"type":"commentary","notes":["Or <em>Sapajus apella</em>, depending on which primatologist you ask. Taxonomists are forever squabbling over details of classification, and recent work has suggested splitting <em>Cebus</em> into two genera. See Jessica W. Lynch Alfaro, José de Sousa E. Silva, and Anthony B. Rylands. “How different are robust and gracile capuchin monkeys? An argument for the use of <em>Sapajus</em> and <em>Cebus</em>.” <em>American Journal of Primatology</em> 74, no. 4 (2012): 273-286."]}]},{"paragraph":8,"notes":[{"type":"commentary","notes":["Taken, with some liberties, from “Garden,” a track on Pearl Jam’s <em>Ten</em>, 1991."]}]},{"paragraph":10,"notes":[{"type":"commentary","notes":["There’s some debate about how far Morgan meant for us to take this seemingly clear cut injunction. See, for example, Alan Costall, “How Lloyd Morgan’s canon backfired,” <em>Journal of the History of the Behavioral Sciences</em> Vol. 29, No. 3 (April, 1993), 113-122."]},{"type":"citation","notes":["Conwy Lloyd Morgan, An Introduction to Comparative Psychology (London: Walter Scott Ltd, 1896), p. 287."]}]},{"paragraph":11,"notes":[{"type":"link","notes":[{"label":"Video of Ammophila wasp taking caterpillar into burrow","url":"http://www.gettyimages.com/detail/video/ammophila-wasp-taking-caterpillar-into-burrow-stock-video-footage/142360159"},{"label":"Video of female Sand Wasp (Ammophila) covering burrow entrance","url":"http://www.gettyimages.com/detail/video/female-sand-wasp-covering-burrow-entrance-usa-stock-video-footage/150218868"}]}]},{"paragraph":13,"notes":[{"type":"citation","notes":["George W. and Elizabeth G. Peckham, <a href=\"http://www.worldcat.org/oclc/593264\"><em>On the Instincts and Habits of the Solitary Wasps</em></a>, (1892)."]}]},{"paragraph":14,"notes":[{"type":"citation","notes":["John A. Frisch, “Did the Peckhams witness the invention of a tool by <em>Ammophila urnaria</em>?” <em>The American Midlands Naturalist</em> 24 (1940), 345-350."]}]},{"paragraph":16,"notes":[{"type":"citation","notes":["John Burroughs in George W. and Elizabeth G. Peckham, <a href=\"http://www.worldcat.org/oclc/1540393\"><em>Wasps, Social and Solitary</em></a>, (Westminster: Cambridge, MA, 1905)."]}]},{"paragraph":17,"notes":[{"type":"commentary","notes":["“It will be seen that there is a gradual progression [across species] from simple packing movements to the actual use of a pebble which is later discarded. At no point do we find evidence of the sudden flash of insight which the Peckhams thought they observed.” <br />Howard E. Evans, “Observations on the nesting behavior of digger wasps of the genus <em>Ammophila</em>” <em>The American Midlands Naturalist</em> 62, no. 2 (1959), 449-473.","It wasn’t until mid-century that Frisch, Evans, and others pushed back with a more instinctive explanation based on elaborate “action patterns.” Frisch’s takedown in particular must surely be one of the more damning criticisms every published in the august pages of <em>The American Midlands Naturalist</em>:<br />“Finally, there is a lingering doubt in my mind as to whether the <em>Ammophila</em> of the Peckhams owes her prowess to her spectacular behavior, or rather to a more spectacular description of her behavior. The Peckhams are proclaimed as peerless observers, seeking only the truth and fully aware of the pitfalls of anthropomorphism. Nevertheless … their sentimentality and humanizing tendencies are evident in all their studies; they interpret every action of the wasps in terms of our own conduct, and motivate their actions in terms of our motives … Many of the observations made by the Peckhams were very superficial and led them into wrong conclusions.” John A. Frisch, “Did the Peckhams witness the invention of a tool by <em>Ammophila urnaria</em>?”<br /><em>The American Midlands Naturalist</em> 24 (1940), 345-350.<br /><br />The best and most comprehensive review of the behavior can be found in H. Jane Brockmann, “Tool use in digger wasps (Hymenoptera: Sphecinae)” <em>Psyche</em> 92, no. 2-3 (1985): 309-330."]}]},{"paragraph":18,"notes":[{"type":"video","notes":[{"service":"youtube","id":"CI5BjbI_IZ8","width":"640","height":"480","caption":"Chimpanzee Official Trailer"},{"service":"youtube","id":"a6gHj0bHmg8","width":"640","height":"480","caption":"Disneynature’s Bears Official Trailer"}]}]},{"paragraph":21,"notes":[{"type":"commentary","notes":["Which, full disclosure, is a big assumption. Most of the country’s <em>Cebus</em> pets were ostensibly bred in captivity and are kept legally; at present, nineteen states outlaw ownership outright, and various restrictions are in place in thirteen others. West Virginia currently places no restrictions on private monkey ownership. Since 1975, the U.S. Centers for Disease Control and Prevention has banned the importation of all non-human primates for purposes other than scientific research or education; however, the illegal pet trade continues to present major problems for worldwide conservation efforts. See, for example, the Fish and Wildlife Service <a href=\"http://www.fws.gov/international/travel-and-trade/illegal-wildlife-trade.html\">website</a>."]}]}]