[{"paragraph":1,"notes":[{"type":"commentary","notes":["These include an SLR, a small archive camera, an Apple laptop, an iPhone, and two external hard drives. I am almost as anxious about protecting my technology as I am about my own personal safety."]}]},{"paragraph":2,"notes":[{"type":"commentary","notes":["Last summer, I passed through the Firebaugh site on an unrelated road trip with my father and uncle and was elated to find a sign identifying the area as USDA Labor Housing. I stepped out of the truck, photographed the sign, and we got back on the highway. The entire visit lasted ninety seconds. Yet the discovery of existing labor housing on site gave me the confidence, and a modicum of evidence, to apply for grants to fund this month-long return visit."]}]},{"paragraph":8,"notes":[{"type":"citation","notes":["Diane Ghirardo, <em>Building New Communities: New Deal America and Fascist Italy</em> (Princeton, NJ: Princeton University Press, 1989).","Don Mitchell, <em>The Lie of the Land: Migrant Workers and the California Landscape</em> (Minneapolis: University of Minnesota Press, 1996)."]}]},{"paragraph":9,"notes":[{"type":"citation","notes":["<em>Brawley News</em> 10/6/1937 and 1/3/1937."]}]},{"paragraph":14,"notes":[{"type":"commentary","notes":["Steinbeck based the Joads’ government camp on Weedpatch. Although his investigation of life in the camps began as a series of articles for <em>The San Francisco News</em>, his portrayal of the Joads in <em>The Grapes of Wrath</em> is why Weedpatch is remembered today."]}]},{"paragraph":15,"notes":[{"type":"citation","notes":["John Steinbeck, <em>The Grapes of Wrath</em>, 1939 (New York: Penguin Books, 1996), p. 285."]}]},{"paragraph":16,"notes":[{"type":"citation","notes":["Interview with Albeza Gonzalez, Housing Authority of Kern County, 5/15/2013."]}]},{"paragraph":21,"notes":[{"type":"commentary","notes":["I have even noticed some FSA shelters in the backyards of homes in the area, being used as storage sheds. When I ask after about those sightings, Alfredo explains that they sold most of the shelters at auction when the new housing was built in the 1960s."]}]},{"paragraph":23,"notes":[{"type":"citation","notes":["Interview with Alfredo Rios, Housing Authority of Kern County, 5/15/2013."]}]}]