[{"paragraph":4,"notes":[{"type":"image","notes":[{"url":"Tristan_map.png","alt":"Map of Tristan","caption":"Map of Tristan.","credit":"Wikimedia Commons"}]}]},{"paragraph":12,"notes":[{"type":"commentary","notes":["Jonathan Lambert to Captain John Briggs, 21st December, 1811. “I should have written by Captain Lovel, on his return from this place,” Lambert confided, “but as I had nothing worth communicating, I reserved myself until I could, by a year’s residence, give you some account of my situation.”  Briggs, at the time of Lambert’s letter a young man of twenty-six and evidently one hungry for thrilling tales of island colonization, would go on to a successful career in the British Army in India. See Arvind M. Deshpande, <em>John Briggs in Maharashtra</em> (Mittal Publications, New Delhi, India, 1987)."]}]},{"paragraph":13,"notes":[{"type":"commentary","notes":["Granted, they weren’t eating the entire animals. Likely almost all of the slaughtered sea elephants was processed for oil, with choice cuts of meat set aside. After describing his herd animals, Lambert admitted, “all this stock, together with ourselves, live at present on the flesh of the elephant.” He makes an exception for the pigs, who root around, “but I give them an elephant once in ten or fifteen days to keep them in heart.”"]}]},{"paragraph":18,"notes":[{"type":"commentary","notes":["Booy was also an acute observer of local life, making a close study of the island’s distinctive courtship rituals:<br />“When a girl allowed a lover to make a pair of moccasins for her, she was favoring him. When she knitted him, in return, a pair of socks he could estimate his chances by the number of rings of ‘marking’ wool around the tops: if there were four such ‘marks’ of affection, he knew he was the favorite. Acceptance was signified when she invited him to bring her his clothes to wash. After that they would appear openly as an engaged couple.”"]},{"type":"citation","notes":["Derrick Booy, <a href=\"http://www.worldcat.org/oclc/1577284\"><em>Rock of Exile: A Narrative of Tristan da Cunha</em></a> (London, 1957)."]}]},{"paragraph":22,"notes":[{"type":"link","notes":[{"label":"Sealand on Wikipedia","url":"http://en.wikipedia.org/wiki/Principality_of_Sealand"}]}]},{"paragraph":26,"notes":[{"type":"citation","notes":["Richard Leiby, “The Ruse That Roared” <em>The Washington Post</em>, November 5, 1995."]}]},{"paragraph":31,"notes":[{"type":"link","notes":[{"label":"Booy, quoted in Winchester","url":"http://www.laphamsquarterly.org/essays/take-nothing-leave-nothing.php?page=all"}]}]}]