[{"paragraph":14,"notes":[{"type":"commentary","notes":["‘Ziibiwing’: ‘By the river’ in Anishinabe."]}]},{"paragraph":30,"notes":[{"type":"commentary","notes":["It seems several people noticed the newly exposed artifacts. One man called the then-tribal chairman to <a href=\"http://wsm.wsu.edu/s/index.php?id=191\">report looting at the site</a>."]}]},{"paragraph":33,"notes":[{"type":"commentary","notes":["Bianca Message, president of André &amp; Associates Interpretation and Design Ltd., told me this story about working on the Makah Cultural and Research Center:<br /><br />The Great Slide didn’t happen to bury any canoes, but the council knew Makah people had used canoes in that time period, so they carved new ones to go into the museum. Message’s father saw the new canoes and tried to tell Greg Arnold, a Makah council member and André &amp; Associates’ primary contact, that the carvers should add a patina to the canoes so they would look old. Arnold agreed.<br /><br />Later, Message’s father returned to find an excellent-looking patina on the canoes. How did the Makah do it? “Greg said, ‘I paddled the canoes up to Canada to see our relatives and back so they would earn the right to be in our cultural center,’” Message recalled. “The integrity and the pride of the Makah was just superb.”"]}]},{"paragraph":34,"notes":[{"type":"citation","notes":["National Museum of the American Indian (U.S.), <a href=\"http://www.worldcat.org/oclc/41641415\"><em>The Changing Presentation of the American Indian</em></a> (Washington, D.C.: National Museum of the American Indian/Smithsonian Institution), 25-26."]}]},{"paragraph":35,"notes":[{"type":"citation","notes":["Karen Coody Cooper and Nicolasa I. Sandoval, eds., <a href=\"http://www.worldcat.org/oclc/60705492\"><em>Living Homes for Cultural Expression: North American Native Perspectives on Creating Community Museums</em></a> (Washington, D.C.: National Museum of the American Indian), 8, 26."]}]},{"paragraph":42,"notes":[{"type":"commentary","notes":["“We don’t have dioramas,” Kathleen Ash-Milby, a curator at the National Museum of the American Indian in Washington, D.C., says flatly. The museum stays away from dioramas because they are associated with natural history museums’ portrayal of indigenous cultures, she says. And they make the people they portray look like “exotic stuff behind glass.” The National Museum doesn’t use mannequins, either."]}]}]