[{"paragraph":4,"notes":[{"type":"citation","notes":["American Embassy, Vienna to Secretary of State, “Shah’s Press Conference,” December 29, 1973, National Archives and Records Administration, Records of the State Department, Central Foreign Policy File, 1973-1976, Electronic Telegrams.","American Interests Section, Algiers to Secretary of State, “President Boumediene’s Le Monde Interview,” February 5, 1974, National Archives and Records Administration, Records of the Department of State, Central Foreign Policy File, 1973-1976, Electronic Telegrams.","Abdullah el Hammoud el-Tariki, “Nationalization of Arab Petroleum Industry is a National Necessity,” <em>Study on the Fifth Arab Petroleum Congress</em> (Beirut: Bureau des Documentations Libanaises at Arabes, 1965), 104-105."]}]},{"paragraph":6,"notes":[{"type":"citation","notes":["UN Doc A/PV.2370, Provisional Verbatim Record, October 1, 1975, The Papers of Daniel Patrick Moynihan, Part I, Box 334, Library of Congress.","United Nations, <em>Yearbook of the United Nations</em>, 1974 (New York, 1975), 306.","Airgram A-4568 from the Department of State to All Diplomatic Posts, June 5, 1974, <em>Foreign Relations of the United States, 1969-1976</em>, Volume E-14, Part 1, <em>Documents on the United Nations</em> (State Department Historian’s Office, 2012)."]}]},{"paragraph":8,"notes":[{"type":"citation","notes":["Christopher R. W. Dietrich, “Fifty Shades of Multilateralism,” <em>Passport: The Society for Historians of American Foreign Relations Review</em> (April 2014).","Gerald Ford, “Address Before a Joint Session of the Congress Reporting on the State of the Union,” January 19, 1976, <em>American Presidency Project</em>.","Telegram, American Embassy, Paris to Secretary of State, “President Pompidou’s Interview,” December 21, 1973, National Archives and Records Administration, Records of the State Department, Central Foreign Policy Files, 1973-1976, Electronic Telegrams."]}]},{"paragraph":10,"notes":[{"type":"citation","notes":["Maurice A. Adelman, “Is The Oil Shortage Real? Oil Companies as OPEC Tax-Collectiors,” Foreign Policy 9 (Winter 1972-1973).","Michael C. Jensen, “Attacks on the Oil Industry Grow Fiercer,” New York Times (February 3, 1975)."]}]},{"paragraph":18,"notes":[{"type":"citation","notes":["“Yamani Relates the Story of His Severe Suffering at the Hands of the Terrorist Gang which Assaulted OPEC’s Headquarters in Vienna,” January 4, 1976, Records of the Foreign and Commonwealth Office, Series 96, Folder 518, National Archives of the United Kingdom."]}]},{"paragraph":19,"notes":[{"type":"citation","notes":["Anthony Sampson, The Seven Sisters and the World They Made (New York, 1976), 276.","“No Rubber Stamp,” Review of Arab Petroleum Economics (Baghdad) 1: 2 (March 1965): 19."]}]},{"paragraph":20,"notes":[{"type":"citation","notes":["Airgram 157 from Jidda, “Monthly Commentary for Saudi Arabia,” July 6, 1970, National Archives and Records Administration, Records of the Department of State, Central Foreign Policy Files, 1970-1973, Box 2584, POL 2 SAUD; UN Office of Public Information, Weekly News Summary, April 19, 1974, Dag Hammarksjöld Library, WS/655."]}]},{"paragraph":21,"notes":[{"type":"citation","notes":["Telegram 745, Jedda to Foreign and Commonwealth Office, September 19, 1971, National Archives of the United Kingdom, FCO 67/561.","Telegram, American Embassy, Jidda to Secretary of State, “Discussion re Participation With Min-Pet Yamani,” February 17, 1972, National Archives and Records Administration, Records of the Department of State, Central Foreign Policy Files, 1970-1973, PET 3 OPEC."]}]},{"paragraph":26,"notes":[{"type":"citation","notes":["Christopher R. W. Dietrich, “‘More a Gun at our Head than Theirs’: The 1967 Arab Oil Embargo and the New Resource Diplomacy,” in Frank Gavin and Mark Lawrence, eds. <a href=\"http://www.worldcat.org/oclc/854848056\"><em>Beyond the Cold War: Lyndon Johnson and the New Global Challenges of the 1960s</em></a> (Oxford University Press, 2014), 207-233."]}]},{"paragraph":28,"notes":[{"type":"commentary","notes":["A-181 from Jidda, “Monthly Commentary for Saudi Arabia,” August 3, 1970, National Archives and Records Administration, Records of the Department of State, Central Foreign Policy Files, 1970-1973, POL 2 SAUD; A-157 from Jidda, “Monthly Commentary for Saudi Arabia,” July 6, 1970, National Archives and Records Administration, Records of the Department of State, Central Foreign Policy Files, 1970-1973, POL 2 SAUD.  The identification of Palestinian and modern terrorism today is often made with reference to their “shadowy” funding by top U.S. officials, as documents from Wikileaks reveal.  See: Cable 1381801, Secretary of State, “<a href=\"http://wikileaks.org/cable/2009/12/09STATE131801.html\">Terrorist Finance: Action Request for Senior Level Engagement on Terrorism Finance</a>.”"]}]},{"paragraph":31,"notes":[{"type":"citation","notes":["Colin Smith, <a href=\"http://www.worldcat.org/oclc/2823554\"><em>Portrait of a Terrorist</em></a> (New York, 1976), 248-249."]}]},{"paragraph":33,"notes":[{"type":"citation","notes":["“Yamani Relates the Story of His Severe Suffering at the Hands of the Terrorist Gang which Assaulted OPEC’s Headquarters in Vienna,” January 4, 1976, Records of the Foreign and Commonwealth Office, Series 96, Folder 518, National Archives of the United Kingdom."]}]}]