[{"paragraph":1,"notes":[{"type":"commentary","notes":["Congressional subcommittees were held and the National Mental Health Act was signed into law in 1946. On April 15, 1949, the NIMH was formally established. Funding for the NIMH grew slowly and then, from the mid-1950s, dramatically. In 1958, the Space Cadets’s conference was re-named “Conference on Ecological Manipulation of Mental Health.”"]}]},{"paragraph":2,"notes":[{"type":"citation","notes":["Edmund Ramsden and Jon Adams, “Escaping the Laboratory: The Rodent Experiments of John B. Calhoun &amp; Their Cultural Influence,” <em>Journal of Social History</em> 42 (2009): 761-792.","“Building Healthy Cities: Excerpts from a conversation with Leonard J. Duhl, M.D.,” accessed April 14, 2014, <a href=\"http://www.well.com/~bbear/duhl.html\">http://www.well.com/~bbear/duhl.html</a>."]}]},{"paragraph":3,"notes":[{"type":"commentary","notes":["Calhoun began his career as an animal ecologist. He was trained in zoology at Northwestern, and in 1946, moved to the Johns Hopkins School of Hygiene and Public Health, where he was to study ways to control Baltimore’s rodent population. Population was a hot topic in ecology at the time. W. C. Allee, Raymond Pearl, Charles Elton, and others were studying whether the rise and fall of numbers over time was correlated with climate, food supply, predation, or an internal regulatory mechanism. At Hopkins, one of Calhoun’s colleagues, John J. Christian, was particularly interested in whether stress—fight-or-flight responses in particular—were maladaptive in the long term. See Sharon Kingsland, <em>Modeling Nature</em>."]},{"type":"citation","notes":["John B. Calhoun, “Population Density and Social Pathology,” <em>Scientific American</em> 306 (1962): 139-148.","Sharon Kingsland, <a href=\"http://www.worldcat.org/oclc/11755083\"><em>Modeling Nature: Episodes in the History of Population Ecology</em></a>, (Chicago: University of Chicago Press, 1985)."]}]},{"paragraph":4,"notes":[{"type":"commentary","notes":["An expanding subfield of Science and Technology Studies explores the construction of biological model species like mice and flies. For example, see Adele Clarke and Joan Fujimura, <a href=\"http://www.worldcat.org/oclc/25047686\"><em>The Right Tools for the Job</em></a>; Robert Kohler, <a href=\"http://www.worldcat.org/oclc/28584270\"><em>Lords of the Fly</em></a>; Rachel Ankeny, <em>The Conqueror Worm</em>; I. Löwy and J. Gaudillière, “Disciplining Cancer”; Angela Creager, <a href=\"http://www.worldcat.org/oclc/46976630\"><em>The Life of a Virus</em></a>. Much of this scholarship frames model organisms as the result, rather than the cause, of scientific consensus. As Creager (2004) writes, “for everything from techniques and instruments to classification and building schemes, and even human organ donation—achieving standards requires intense negotiation over what material, organizational, and conceptual categories can and should be deliberately controlled and therefore taken for granted” (p. 15)."]}]},{"paragraph":5,"notes":[{"type":"citation","notes":["Robert C. O’Brien and Zena Bernstein. <a href=\"http://www.worldcat.org/oclc/144493\"><em>Mrs. Frisby and the Rats of NIMH</em></a> (New York, NY: Atheneum, 1971)."]}]},{"paragraph":6,"notes":[{"type":"commentary","notes":["The papers of Eugene P. Odum can be found across multiple accessions at the University of Georgia Libraries Hargrett Rare Book &amp; Manuscript Library, Athens, Georgia, including 01-019, 97-044, 97-045, and MS3257."]}]},{"paragraph":9,"notes":[{"type":"commentary","notes":["The transcripts of the Space Cadets meetings can be found at the University of Georgia Libraries Hargrett Rare Book &amp; Manuscript Library, Athens, Georgia, in acc. no. 97-061 boxes 61-64. Edward Deevey was an ecologist who analyzed lake sediment to study past climates, or, as G. Evelyn Hutchinson once described him, “the leading American bio-climato-geographical historian of the past million years.”"]}]},{"paragraph":11,"notes":[{"type":"commentary","notes":["Unsurprisingly, virtually all of the participants were men. On rare occasion, individual women were invited to participate from community organizations."]},{"type":"citation","notes":["Leonard Duhl, ed., <a href=\"http://www.worldcat.org/oclc/1506829\"><em>The Urban Condition: People and Policy in the Metropolis edited by Leonard J. Duhl with the assistance of John Powell</em></a> (New York: Basic Books, 1963)."]}]},{"paragraph":17,"notes":[{"type":"citation","notes":["Minutes from the 22 October 1959 meeting, Acc. No. 97-061, Box 61, UGA Hargrett Rare Book &amp; Manuscript Library."]}]},{"paragraph":20,"notes":[{"type":"citation","notes":["Minutes from the 1 June 1961 meeting, Acc. No. 97-061, Box 61, UGA Hargrett Rare Book &amp; Manuscript Library."]}]},{"paragraph":22,"notes":[{"type":"citation","notes":["Minutes from the 1 May 1956 meeting, Acc. No. 97-061, Box 61, UGA Hargrett Rare Book &amp; Manuscript Library."]}]},{"paragraph":23,"notes":[{"type":"citation","notes":["John B. Calhoun, “The Social Use of Space,” in <a href=\"http://www.worldcat.org/oclc/753784\"><em>Physiological Mammalogy</em></a>, ed. W. Mayer and R. van Gelder (New York: Academic Press, 1963) 1-187.","John B. Calhoun, “The Role of Space in Animal Sociology,” <em>Journal of Social Issues</em> 22 (1966): 46-58.","Edmund Ramsden and Jon Adams, “Escaping the Laboratory: The Rodent Experiments of John B. Calhoun &amp; Their Cultural Influence,” <em>Journal of Social History</em> 42 (2009): 761-792."]}]},{"paragraph":25,"notes":[{"type":"citation","notes":["Minutes from the 1 June 1961 meeting, Acc. No. 97-061, Box 61, UGA Hargrett Rare Book &amp; Manuscript Library."]}]},{"paragraph":26,"notes":[{"type":"citation","notes":["Amanda Erickson, “<a href=\"http://www.theatlanticcities.com/jobs-and-economy/2012/08/brief-history-birth-urban-planning/2365/\">A Brief History of the Birth of Urban Planning</a>,” <em>The Atlantic Cities</em>, accessed April 14, 2014."]}]},{"paragraph":27,"notes":[{"type":"commentary","notes":["A pamphlet that I picked up at the 2013 International Congress for Conservation Biology in Baltimore, Maryland, reads: “Growing human population fueled by immigration is the single greatest threat to endangered species survival in California […] It is a choice between being politically correct or being ecologically correct. The Sierra Club must place ecological priorities before social priorities.” Paul Watson, Sierra Club Director, March 2004, “To Hell with Butterflies, We Need Room for More People in California.”"]}]},{"paragraph":31,"notes":[{"type":"citation","notes":["Erle C. Ellis, “<a href=\"http://www.nytimes.com/2013/09/14/opinion/overpopulation-is-not-the-problem.html?smid=pl-share\">Overpopulation Is Not the Problem</a>,” <em>New York Times</em>, September 13, 2013."]}]},{"paragraph":33,"notes":[{"type":"citation","notes":["“<a href=\"http://www.nytimes.com/2013/09/20/opinion/can-the-earth-support-more-of-us.html?smid=pl-share\">Can the Earth Support More of Us?</a>” New York Times, September 19, 2013."]}]},{"paragraph":35,"notes":[{"type":"citation","notes":["Erle C. Ellis and N. Ramankutty, “Putting People in the Map: Anthropogenic Biomes of the World,” <em>Frontiers in Ecology and the Environment</em> 6(2008): 439-447.","Emma Marris, <a href=\"http://www.worldcat.org/oclc/639161286\"><em>Rambunctious Garden: Saving Nature in a Post-Wild World</em></a> (New York: Bloomsbury, 2011).","Erle C. Ellis, “<a href=\"http://thebreakthrough.org/index.php/journal/past-issues/issue-2/the-planet-of-no-return\">The Planet of No Return</a>,” <em>The Breakthrough Journal</em>, Winter 2012.","E.O. Wilson, “<a href=\"http://www.economist.com/news/21589083-man-must-do-more-preserve-rest-life-earth-warns-edward-o-wilson-professor-emeritus\">Beware the Age of Loneliness</a>,” 18 Nov 2013, <em>The Economist</em>."]}]},{"paragraph":36,"notes":[{"type":"citation","notes":["Paul R. Ehrlich and J. P. Holdren, “Impact of Population Growth,” <em>Science</em> 171 (1971): 1212-1217.","Robert Gottlieb, <a href=\"http://www.worldcat.org/oclc/27814739\"><em>Forcing the Spring: The Transformation of the American Environmental Movement</em></a> (Washington, D.C.: Island Press, 1993).","Pierre Desrochers and Christine Hoffbauer, “The Post War Intellectual Roots of the Population Bomb,” <em>The Electronic Journal of Sustainable Development</em> 1 (2009): 73-97."]}]},{"paragraph":37,"notes":[{"type":"commentary","notes":["In his 1961 article, “Of Men and Mice and Moles,” John W. Dyckman reviewed some of the Space Cadets’ recent works. He noted Calhoun’s studies of mass neuroses in rodents and Deevey’s hypothesis that “congestion-neurosis” led lemmings to commit suicide in the sea. Urban planners, Dyckman continued, were split into groups that favored high density, intimate association, on the one hand, and low density, protected privacy on the other. The task facing urban planners, then, was to develop residential areas of densities that would maximize “sociability” in an age of profound isolation. Joel W. Hedgpeth. “A fit home for Earth’s noblest inhabitant.” <em>Science</em> 164: 666-669."]},{"type":"citation","notes":["Leonard J. Duhl and John Powell, <a href=\"http://www.worldcat.org/oclc/1506829\"><em>The urban condition; people and policy in the metropolis, edited by Leonard J. Duhl with the assistance of John Powell</em></a> (New York: Basic Books, 1963).","Stanford Anderson, <a href=\"http://www.worldcat.org/oclc/261607\"><em>Planning for Diversity and Choice. Possible Futures and Their Relations to the Man-Controlled Environment</em></a> (Cambridge: M.I.T. Press, 1968).","Joel W. Hedgpeth, review of <em>Planning for Diversity and Choice: Possible Futures and Their Relations to the Man-Controlled Environment</em>, by Stanford Anderson, <em>Science</em> 164 (1969): 666-669.","David Stea, “Rats, Men, and Spatial Behavior, All Revisited: Or What Animal Geographers Have to Say to Human Geographers,” <em>The Professional Geographer</em> 25 (1973): 106-112.","Paul Sabin, <a href=\"http://www.worldcat.org/oclc/830089542\"><em>The Bet: Paul Ehrlich, Julian Simon, and Our Gamble over Earths’ Future</em></a> (New Haven: Yale University Press, 2013)."]}]},{"paragraph":38,"notes":[{"type":"commentary","notes":["Many of the Space Cadets believed that self-reliance was a key to successfully constructing environments, and thereby societies, that could cope with future conditions. They promoted “community development programs” that utilized the community as a means of “helping people to educate themselves in terms of values, and in terms of their capability to achieve the aspirations which they might have, or in the creation of new aspirations, and in becoming more mature responsible individuals.”"]},{"type":"citation","notes":["Joel W. Hedgpeth. “A Fit Home for Earth’s Noblest Inhabitant,” <em>Science</em> 164 (1969): 666-669.","John B. Calhoun, “What Sort of Box?” <em>Man-Environment Systems</em> 3 (1973): 3-30.","John B. Calhoun, “Space and the Strategy of Life,” in <a href=\"http://www.worldcat.org/oclc/176503\"><em>Behavior and Environment; the Use of Space by Animals and Men</em></a>, ed. Aristide Esser (New York: Plenum Press, 1971)."]}]},{"paragraph":41,"notes":[{"type":"commentary","notes":["In February 2010, FarmVille reported 80 million players. At the time there were roughly 2.2. million American farmers. A fun infographic can be found <a href=\"http://mashable.com/2010/09/10/farmville-vs-real-farms-infographic/\">here</a>."]},{"type":"citation","notes":["Oliver Chiang, “FarmVille Players Down 25% since Peak, now below 60 million,” <em>Forbes</em> 15 October 2010.","<a href=\"http://www.agcensus.usda.gov/Publications/2007/Full_Report/usv1.pdf\"><em>U.S. USDA. NASS. 2007 Census of Agriculture</em></a>. 10 December 2009."]}]},{"paragraph":44,"notes":[{"type":"commentary","notes":["My thinking here was influenced by the comments of Alan Mikhail, Harriet Ritvo, Karl Jacoby, James McCann, and Aaron Sachs, at the April 2014 Yale University conference, “New Perspectives in Environmental History.”"]}]}]