[{"paragraph":2,"notes":[{"type":"link","notes":[{"label":"ESTC Record for _Mistris Parliament_","url":"http://estc.bl.uk/R14013"}]}]},{"paragraph":3,"notes":[{"type":"commentary","notes":["Julie Crawford’s <em>Marvellous Protestantism</em> is a detailed study of monstrous birth narratives in early modern England. Katherine Romack’s discussion of the <em>Mistris Parliament</em> plays in particular focuses on women’s political speech in the era."]},{"type":"citation","notes":["Achsah Guibbory, <a href=\"http://www.worldcat.org/oclc/12135440\"><em>The Map of Time: Seventeenth-Century English Literature and Ideas of Pattern in History</em></a> (Urbana and Chicago: University of Illinois Press, 1986).","Julie Crawford, <a href=\"http://www.worldcat.org/oclc/56924684\"><em>Marvelous Protestantism: Monstrous Births in Post-Reformation England</em></a> (Baltimore and London: The Johns Hopkins University Press, 2005).","Laura Lunger Knoppers and Joan B. Landes, eds. <a href=\"http://www.worldcat.org/oclc/53076173\"><em>Monstrous Bodies/Political Monstrosities in Early Modern Europe</em></a> (Ithaca: Cornell University Press, 2004).","Katherine Romack, “Monstrous Births and the Body Politic: Women’s Political Writings and the Strange and Wonderful Travails of Mistris Parliament and Mris. Rump,” <a href=\"http://www.worldcat.org/oclc/48449739\"><em>Debating Gender in Early Modern England, 1500-1700</em></a>, eds. Cristina Malcolmson and Mihoko Suzuki (London: Palgrave Macmillan, 2002), pp. 209-30."]}]},{"paragraph":4,"notes":[{"type":"commentary","notes":["I agree with D.F. McKenzie’s analysis that more short books were being published using a consistent number of established presses and steady volume of imported paper. And while this boom in printing was surely not caused by politics alone, I also find Peacey’s evidence for a changing politically engaged readership compelling as these short books needed readers to be commercially successful publishing ventures.","It is easy to talk about a neat opposition between Royalists and Parliamentarians, but of course the political positions of individuals were far more complicated. Political historians note a broad consensus of Constitutional Royalists and loyalists who were interested in Parliament’s reforms, but were deeply opposed to the trial and later execution of Charles."]},{"type":"citation","notes":["D.F. McKenzie, “The London Book Trade in 1644,” <a href=\"http://www.worldcat.org/oclc/48140303\"><em>Making Meaning: “Printers of the Mind” and Other Essays</em></a>, eds. Peter D. McDonald and Michael F. Suarez, S.J. (Amherst: University of Massachusetts Press, 2002), pp. 109-125.","Jason Peacey, <a href=\"http://www.worldcat.org/oclc/857109616\"><em>Print and Public Politics in the English Revolution</em></a> (Cambridge: Cambridge University Press, 2013).","David L. Smith, <a href=\"http://www.worldcat.org/oclc/29027696\"><em>Constitutional Royalism and the Search for Settlement, c.1640-1649</em></a> (Cambridge University Press, 1994).","Jason McElligott, <a href=\"http://www.worldcat.org/oclc/148843336\"><em>Royalism, Print and Censorship in Revolutionary England</em></a> (Woodbridge: Boydell Press, 2007)."]},{"type":"link","notes":[{"label":"Mercurius Politicus","url":"http://mercuriuspoliticus.wordpress.com/"}]}]},{"paragraph":5,"notes":[{"type":"commentary","notes":["Lois Potter’s editorial work on the series illuminates their topical references and textual history. Unfortunately this is not a very accessible scholarly edition as it was published in an academic journal, rather than issued by a trade press."]},{"type":"citation","notes":["Lois Potter, ed., “The <em>Mistress Parliament</em> Political Dialogues,” <em>Analytical and Enumerative Bibliography</em> NS 1, 3 (1987): 100-170."]}]},{"paragraph":6,"notes":[{"type":"commentary","notes":["Marcus Nevitt’s recent work considers the dual role of the poet journalist.","It is notoriously difficult to determine exactly who was writing individual issues between the constant turn-over of authors and the proliferation of counterfeit issues of individual <em>Mercurii</em>. The <em>Mistris Parliament</em> plays may have been truly collaborative efforts as Lois Potter suggests."]},{"type":"citation","notes":["Marcus Nevitt, “Sing Heavenly News: Journalism and Poetic Authority in Samuel Sheppard’s <em>The Faerie King</em> (c. 1654) <em>Studies in Philology</em> 109, 4 (Summer 2012): 496-518.","Lois Potter, ed., “The <em>Mistress Parliament</em> Political Dialogues,” <em>Analytical and Enumerative Bibliography</em> NS 1, 3 (1987): 100-170.","Jason Peacey, “‘The counterfeit silly curr’: Money, Politics, and the Forging of Royalist Newspapers during the English Civil War,” <em>Huntington Library Quarterly</em> 67,1 (March 2004): 27-57.","Alan B. Farmer and Zachary Lesser, “The Popularity of Playbooks Revisited,” <em>Shakespeare Quarterly</em> 56, 1 (Spring, 2005): 18-23.","Marissa Nicosia, “Couplets, commonplaces and the creation of history in <em>The Famous Tragedie of King Charles I</em> (1649) and <em>Cromwell’s Conspiracy</em> (1660).” <em>From Republic to Restoration: Legacies and Departures</em>, ed. Janet Clare (Manchester University Press, forthcoming 2014)."]}]},{"paragraph":7,"notes":[{"type":"commentary","notes":["In this piece, and elsewhere, I call these plays newsbook plays, rather than playlets, play pamphlets, pamphlet plays, or dialogues to call attention to their “Mercury” titles."]}]},{"paragraph":8,"notes":[{"type":"commentary","notes":["Printing <em>Mistris Parliament I</em> only required one sheet of paper. Other newsbook plays, newsbooks, and pamphlets occasionally required a second sheet or half sheet."]},{"type":"citation","notes":["Jeffrey Todd Knight, <a href=\"http://www.worldcat.org/oclc/818985472\"><em>Bound to Read: Compilations, Collections, and the Making of Renaissance Literature</em></a> (Philadelphia: University of Pennsylvania Press, 2013).","<em>Bumm-foder or, waste-paper proper to wipe the nation’s Rump with, or your own </em>(London: [s.n.], 1660)."]}]},{"paragraph":9,"notes":[{"type":"commentary","notes":["Other newsbook plays with future visions appeared under <em>Melancholicus</em> including <em>Craftie Cromwell I</em>."]},{"type":"citation","notes":["Christopher Hill, <a href=\"http://www.worldcat.org/oclc/550566\"><em>The World Turned Upside Down</em></a> (London: Penguin, 1972)."]}]},{"paragraph":13,"notes":[{"type":"commentary","notes":["To emphasize <em>Mistris Parliament’s</em> awing and hawing, the authors and compositors in the print shop used both onomatopoeia and expressive typography. Expressive typography describes the non-lexical features of a text including punctuation and formatting. I think that this is an especially innovative tactic for representing action in a printed play written in an era when public performance was banned. In her study of expressive typography and playbook design Claire M.L. Bourne argues that the printed editions of Ben Jonson’s humorous comical satires use long dashes to encode bodily excesses and performative gestures.","All this bookish vomiting might sound familiar. The monstrous Error from Book I of Edmund Spenser’s <em>Faerie Queene</em> expels books and ink."]},{"type":"citation","notes":["Claire M.L. Bourne, “‘<em>A play and no play’: Printing the performance in early modern England.</em>” PhD Diss., University of Pennsylvania, 2013."]}]}]