[{"paragraph":2,"notes":[{"type":"commentary","notes":["In the first three decades of Quakerism, Quaker pamphlets took up between 8.8 and 10 percent of all known titles published in England— no small feat for a group that was about 0.73% of the population. O’Malley, Thomas. “‘Defying the Powers and Tempering the Spirit.’ A Review of Quaker Control over their Publications 1672-1689.” <em>Journal of Ecclesiastical History</em> 33 (January 1982) 72-88."]}]},{"paragraph":4,"notes":[{"type":"citation","notes":["Corns, Thomas and Loewenstein, David. <a href=\"http://www.worldcat.org/oclc/32698474\"><em>The Emergence of Quaker Writing: Dissenting Literature in Seventeenth Century England</em></a> (Portland, Oregon: Frank Cass &amp; Co, 1995).","Peters, Kate. <a href=\"http://www.worldcat.org/oclc/53443188\"><em>Print Culture and the Early Quakers</em></a> (Cambridge: CUP, 2009)."]}]},{"paragraph":7,"notes":[{"type":"citation","notes":["Underhill, Thomas. <a href=\"http://www.worldcat.org/oclc/12780482\"><em>Hell Broke Loose, or, An History of the Quakers both Old and New. Setting forth many of Their Opinions and Practices. Published to antidote Christians against Formality in Religion and Apostasie</em></a> (London, Printed for T. V. and Simon Miller in St. Paul’s Churchyard, 1660), p. 30."]}]},{"paragraph":8,"notes":[{"type":"commentary","notes":["<em>Mercurius Politicus</em> has published an <a href=\"http://mercuriuspoliticus.wordpress.com/2010/11/06/recycled-woodcuts-part-2/\">excellent article</a> on recycled woodcuts, including this one from title page of <em>The</em> <em>Quakers Dream: or, the Devil’s Pilgrimage in England</em> (1655). It was also used to negatively depict Ranters in 1650, and Shakers in 1651. The reuse of the woodcuts in pamphlets attacking religious dissidents is especially fitting, given that the Quakers were seen as the latest upstarts in a long line of religious upstarts, particularly the Ranters, and in Ephraim Pagit’s exhaustive <em>Heresiography</em>, Quakers and Shakers are conflated."]},{"type":"citation","notes":["Higginson, Francis. <a href=\"http://www.worldcat.org/oclc/14445795\"><em>A brief relation of the irreligion of the northern Quakers</em></a> (London: Printed by T.R. for H.R., 1653) sig a2."]}]},{"paragraph":9,"notes":[{"type":"commentary","notes":["For a discussion of the theoretical boundlessness of belief in the Inner Light, see Hilary Hinds’ <em>George Fox and Early Quaker Culture</em> (Manchester and New York, Manchester UP, 2011). Hugh Barbour and Arthur Roberts distinguish the Quakers as prophetic rather than mystical: “In the prophetic experience, unlike that of most mystics, the Spirit leads men in concrete human life and within history,” <em>Early Quaker Writings 1650-1700</em> (Grand Rapids, MI, William B. Eerdmans, 1973) 25. Their definition dovetails nicely with the trajectory of Quaker printing."]}]},{"paragraph":10,"notes":[{"type":"commentary","notes":["To this day the definitive account of the development of Quakerism, including the persecution of Quakers, can be found in William C. Braithwaite’s old-school, sweeping two volume account: <em>The Beginnings of Quakerism</em> (London: Macmillan and Co, 1912) and <em>The Second Period of Quakerism</em> (London: Macmillan and Co, 1919), covering the period up to 1725, also see Joseph Besse’s three-volume <em>Collection of the Sufferings of the People Called Quakers</em> (London: Luke Hind, 1753)"]}]},{"paragraph":11,"notes":[{"type":"commentary","notes":["Restoration censorship laws were the harshest to be imposed in the kingdoms, but Quaker printing is a testament to how weak those laws were in practice—the government truly could not scale back the explosion in printing that the Civil War had made possible. See for instance O’Malley ‘Defying the Powers and Tempering the Sprit, 73-74, and Fraser, David. “William Penn and the Underground Press,” <em>William Penn’s Published Writings, 1660-1726: An Interpretive Bibliography. The Papers of William Penn, Vol 5</em>. (Philadelphia: UPenn Press, 1986)"]}]},{"paragraph":12,"notes":[{"type":"citation","notes":["Six weeks Meeting Vol II 1671-1682. Friends Library, London.","Braithwaite, William C. <a href=\"http://www.worldcat.org/oclc/386900\"><em>The Second Period of Quakerism</em></a>, pp. 23-68.","Hill, Christopher. <a href=\"http://www.worldcat.org/oclc/550566\"><em>The World Turned Upside Down</em></a> (London, Penguin Books, 1980), p. 214.","Fraser, David. “William Penn and the Underground Press” <a href=\"http://www.worldcat.org/oclc/810561979\"><em>William Penn’s Published Writings, 1660-1726: An Interpretive Bibliography. The Papers of William Penn, Vol 5</em></a> (Philadelphia: UPenn Press, 1986)."]}]},{"paragraph":14,"notes":[{"type":"citation","notes":["Morning Meeting Minutes 1673-1692. Transcript. Friends’ Library, London. 15th of the 7th Month [September] 1673."]}]},{"paragraph":16,"notes":[{"type":"citation","notes":["Morning Meeting Minutes 1673-1692. Transcript. Friends’ Library, London. 9th day of the 4th Mo [June] 1677; 4th. 8 mo [October] 1680; 23rd 6: Mo[August] 1675; 25th day of the 4th mo [June] 1677."]}]},{"paragraph":18,"notes":[{"type":"citation","notes":["Morning Meeting Minutes 1673-1692. Transcript. Friends’ Library, London. 30th 9th Month [November] 1673; 11th 10th Mo; [December] 1676; 8th 11th Mo [January] 1682/3; 26th 11th Mo [January] 1680/1."]}]},{"paragraph":19,"notes":[{"type":"commentary","notes":["The Morning Meeting sought to collect the works of Friends who had died, as with William Dewsbury. They sent their enquiries to Warwick, York, and Bristol to collect his “books and epistles”, and during the autumn of 1688 they were reviewed by two teams of 3-5 readers, and by January agreed with Andrew Sowle as to the printing of Dewsbury’s works. Further evidence that the Meeting ran something like an archival deposit for deceased Friends, which could be loaned to new readers, comes from a 1681 minute:<br />&#160;&#160;&#160;&#160;<em>Thomas Salthouse representing to this Meeting the Mind of the Quarterly Meeting in Cornwall, as desiring the perusall of the Papers, Testimonyes &amp; Epistles of &amp; Concerning Richard Samble his Convincement Lyfe &amp; Death, It is therefore agreed by this Meeting that the said written Papers…bee sent back &amp; Recommended to the said Quarterly Meeting of Cornwall and alsoe to the Quarterly Meeting of Devon, for thm to peruse, or Intrust some faithful Friends in their Meetings to peruse them. And to leave out and Correct, and Amend any parts or Papers thereof, as they shall see Cause which when they have so done they may Reterne them to this Meeting &amp; their sence Thereupon by some safe Hand.</em><br />&#160;&#160;&#160;&#160;<em>Although no members of the Meeting were involved in Cornwall or Devon, this minute offers a glimpse into a mutual community of readers, editors, and even censors on some level: authority was entrusted to members of the meetings that would have known Richard Samble personally.</em>","What might a Quaker letter of rejection look like? See below for one from 1680, responding to a series of papers Judith Boulby wrote after the ‘Glorious Revolution’ of 1688. The first is entitled <em>Woman Uncircumscised in heart</em>, which they do not find a standalone work worth printing. For the second work, <em>To the Magistrates</em>, in the Meeting’s minutes they condemn the work as too prophetic, including “severall severe ancient p[ro]phesys applyed to England” which the Meeting feared might get Judith into trouble [7th 12th mo [January] 1689/9]. But after two insults comes a half-hearted compliment: they accept her final paper for manuscript circulation, if she is willing to take into account their edits. The Meeting’s rejection of Judith’s epistle <em>To the Magistrates</em>, on the ground of her prophesying tone shows how far Quaker printing had strayed from its initial agenda: her “severe” prophesies would have perfectly suited the Quaker of the 1650s.<br /><br />&#160;&#160; To Judith Boulby<br />&#160;&#160; London the 18th 4 mo 1690<br />&#160;&#160; Dear Judith<br />Our Loves in the Blessed Truth Salutes thee - This is to let thee know that we have read the papers thou left with us to be viewed and Printed if we thought meet. Now as to that to the <em>Woman Uncircumcised in heart</em>, we think it not dependent with it Self; For such as Paint, Adorne, and Dress like Jezebel are farr from making clear the outside. And as to that <em>To the Magistrates</em>, We Judge it not a fitt time to print much upon that Account in this time of peace and quietness - But as to the 3d <em>To the followers of the Lamb</em> - We have made some little alterations in it as thou wilt see, which if thou sees Meet, thou mayest give forth coppies of it, it being short, soe in the Love of God We rest thy thy Friends and Brethren in the Truth.<br />&#160;&#160; S. Crisp<br />&#160;&#160; S. Waldenfield<br />&#160;&#160; J. Vaughton<br />&#160;&#160; E.B.<br />&#160;&#160; B. Antrobus<br />&#160;&#160; J. K.<br />&#160;&#160; P. Livingston<br />&#160;&#160; J. Field"]},{"type":"citation","notes":["Morning Meeting Minutes 1692-1700. Transcript. Friends’ Library, London. 10 mo [December] 19 1692.","Morning Meeting Minutes 167301692. Transcript. Friends’ Library, London. 2nd day of the 5th Mo [July] 1688; 3rd day of the 7th Mo [September] 1688; 12 day 9th mo [November] 1688; 26th day 9th Mo [November] 1688; 17 day of the 10th mo [December] 1688; 14th 11th Mo [January] 1688/89; 6th day of the 4th mo [June] 1681."]}]},{"paragraph":20,"notes":[{"type":"commentary","notes":["Just a few examples, Fox, George. “Epistle 291 [On Women]” <em>A Collection of Many Select Epistles to Friends…</em> (London, T. Sowle, 1698); Bathurst, Elizabeth, <em>The Sayings of Women…</em>(London, printed and sold by Andrew Sowle…1683); Bryn Mawr College’s online exhibition of <a href=\"http://trilogy.brynmawr.edu/speccoll/quakersandslavery/\">Quakers and Slavery</a>; John Beller’s writings on prisons and mental health; <em>An Epistle to Friends of the Yearly, Quaterly, and Monthly Meeetings; concerning the Prisoners, and Sick, in the Prisons and Hospitals of Great Britain</em> [No Printer, place, or date, c. 1724]."]}]}]