[{"paragraph":2,"notes":[{"type":"commentary","notes":["In fact, the 1964 Fair site sat atop the 1939-1940 Fair site, which had prior to that been the Corona dump."]},{"type":"citation","notes":["Robert Moses, “Halfway to the Fair,” Remarks at the University Club of New York City, March 10, 1962, Series 12, Box 133, Folder “1962,” New York Public Library, New York, NY (hereafter RMP-NYPL)."]}]},{"paragraph":5,"notes":[{"type":"commentary","notes":["The stall-in, largely forgotten today, represents a key moment in the history of the civil rights movement, in which key debates over strategy and tactics, violence and nonviolence, legal and extralegal forms of action, integration and equality, and the role of “white liberals” and “white backlash” in the black freedom struggle all coalesce. The best and most thorough treatment of this incident is in Brian Purnell’s wonderful book <em>Fighting Jim Crow in the County of Kings: The Congress of Racial Equality in Brooklyn</em>, based on his dissertation research on Brooklyn CORE. The protest is also discussed in brief in the other sources cited here."]},{"type":"citation","notes":["“CORE’s two young militants who won’t be deterred,” <em>New York Herald Tribune</em>, April 19, 1964.","Telegram from Isiah Brunson to Mayor Wagner, April 9, 1964, box 5, folder 10, Arnold Goldwag Brooklyn Congress of Racial Equality Collection, Brooklyn Historical Society, Brooklyn, New York (hereafter AGC-BHS).","Joan Hanauer, “CORE ‘Lie-in’ at Fair site,” <em>New York Journal-American</em>, April 5, 1964.","August Meier &amp; Elliot Rudwick, <a href=\"http://www.worldcat.org/oclc/598471\"><em>CORE: A Study in the Civil Rights Movement, 1942-1968</em></a> (New York: Oxford University Press, 1973), pp. 255-258.","Craig Turnbull, “Please make no demonstrations tomorrow: The Brooklyn Congress of Racial Equality and symbolic protest at the 1964-65 World’s Fair,” <em>Australasian Journal of American Studies</em>, Vol. 17, No. 9 (July 1988): 22-41.","Tamar Jacoby, <a href=\"http://www.worldcat.org/oclc/38257980\"><em>Someone Else’s House: America’s Unfinished Struggle with Integration</em></a> (New York and London: Free Press, 1998).","Craig Wilder, <a href=\"http://www.worldcat.org/oclc/42921273\"><em>A Covenant with Color: Race and Social Power in Brooklyn</em></a> (New York: Columbia University Press, 2000).","Lawrence Samuel, <a href=\"http://www.worldcat.org/oclc/122309385\"><em>The End of Innocence: The 1964-1965 New York World’s Fair</em></a> (Syracuse, NY: Syracuse University Press, 2010).","Brian Purnell, <a href=\"http://www.worldcat.org/oclc/842972115\"><em>Fighting Jim Crow in the County of Kings: The Congress of Racial Equality in Brooklyn</em></a> (Lexington, KY: University of Kentucky Press, 2013).","Joseph Tirella, <a href=\"http://www.worldcat.org/oclc/842307479\"><em>Tomorrow-Land: The 1964-1965 World’s Fair and the Transformation of America</em></a> (Guilford, CT: Lyons Press, 2014)."]}]},{"paragraph":6,"notes":[{"type":"commentary","notes":["Less discussed was the fact that the proposed civil rights act would be of little or no help for New York City ghetto-dwellers, and would have no bearing on their demands with regard to housing and police brutality. Though the 1964 Civil Rights Act did ultimately include provisions for fighting segregation in education and discrimination in employment (neither of which would prove terribly effective in the short or long run), Brooklyn CORE and their supporters were all too aware that New York already had anti-discrimination laws on the books, which had not helped integrate the construction industry. Nor had an absence of school segregation laws done anything to improve the quality of education across black neighborhoods in New York."]},{"type":"citation","notes":["“Wagner stall-in statement,” <em>New York Times</em>, April 21, 1964.","David Halberstam, “Mayor says stall-in holds ‘a gun to the heart of the city,’” <em>New York Times</em>, April 21, 1964.","E.W. Kenworthy, “Rights Bill heads caution Negroes,” <em>New York Times</em>, April 16, 1964.","“Muddy thinking,” <em>New York Journal-American</em>, April 10, 1964.","“Stand in, no; stand up, yes,” <em>New York Times</em>, April 23, 1964.","WLIB Radio Editorial (typescript), “What is the purpose?” April 18-19, 1964, box 5, folder 10, AGC-BHS.","“Responsible tactics will win rights sooner,” <em>LIFE Magazine</em>, May 1, 1964."]}]},{"paragraph":7,"notes":[{"type":"commentary","notes":["The sanitation department, however, backed the stall-in and refused their towing services to the city."]},{"type":"citation","notes":["Robert Alden, “CORE maps tie-up on roads to fair,” <em>New York Times</em>, April 10, 1964.","Marshall Peck and James Sullivan, “New traffic rule gives city teeth to fight stall-in,” <em>New York Herald Tribune</em>, April 14, 1964.","Junius Griffin, “Sanitation union backs ‘stall-in,’ won’t tow cars,” <em>New York Times</em>, 15 April 1964.","Telegram from Isiah Brunson to John J. Delury, President of Sanitation Local 831, International Brotherhood of Teamsters (no date), box 5, folder 10, AGC-BHS."]}]},{"paragraph":8,"notes":[{"type":"citation","notes":["Telegram from James Farmer to Isiah Brunson, April 9, 1964, box 5, folder 10, AGC-BHS.","Letter from James Farmer to CORE Chapters, April 16, 1964, reel 24, fm. 1066, Papers of the Congress of Racial Equality Addendum, 1944-1968 (Microform), New York Public Library, Schomburg Center for Research in Black Culture, New York, New York (hereafter CORE-NYPL).","Minutes of the National Action Committee Meeting, May 1-3, 1964, Philadelphia, PA, box 5, folder 10, AGC-BHS."]},{"type":"link","notes":[{"label":"CORE Rules for Action","url":"http://crmvet.org/docs/corerules.pdf"}]}]},{"paragraph":9,"notes":[{"type":"commentary","notes":["This line appears to be an impromptu drop-in provoked by the protests, not a part of Johnson’s prepared remarks quote. I cannot locate its original source, but it is cited in Tirella’s book, <em>Tomorrow-Land</em>."]},{"type":"citation","notes":["Joseph Tirella, <a href=\"http://www.worldcat.org/oclc/842307479\"><em>Tomorrow-Land: The 1964-1965 World’s Fair and the Transformation of America</em></a> (Guilford, CT: Lyons Press, 2014).","Lyndon B. Johnson, “Remarks at the opening of the New York World’s Fair,” April 22, 1964, online by Gerhard Peters and John T. Woolley, <em><a href=\"http://www.presidency.ucsb.edu/ws/?pid=26179\">The American Presidency Project</a></em>.","“Stall-in stalls,” <em>Newsday</em>, April 23, 1964."]}]},{"paragraph":10,"notes":[{"type":"commentary","notes":["Moreover, by some estimates, the demonstrations cost the fair dearly in the form of overtime police pay. See “Says fair protest bill $250,000,” <em>New York Amsterdam News</em>, May 2, 1964.","I am, however, less likely than some to say that it completely <em>succeeded</em>. If the idea was to put the demands of the New York civil rights movement—and not a particular strategy of civil disobedience—“on exhibit,” then the success was rather limited indeed. The vast majority of news coverage and public debate centered on the means; there was little, if any, debate about what it might mean to take the demands for quality, integrated housing, jobs, and education seriously, nor any movement forward on a civilian review board. Moreover, while being stuck in a traffic jam and avoiding the highway altogether might have the same effect on the Fair’s attendance numbers and balance sheet, that is hardly true in terms of the average experience of the event. If a primary motivation for the protest was, as Purnell persuasively suggests, “to create a large enough traffic jam so that women and men trapped on highways that ran through some of New York City’s most impoverished areas would be forced to observe, up close, the effects of institutional racism,” then the non-stall-in seems to lack precisely this ability to <em>disclose</em> reality in a pressing and immediate way."]},{"type":"citation","notes":["“Attendance way off,” _New York Amsterdam News, _April 25, 1964.","Purnell, “’Drive awhile for Freedom’: Brooklyn CORE’s 1964 stall-in and public discourses on protest violence,” in <em>Groundwork: Local Black Freedom Movements in America</em>, edited by Jeanne Theoharis and Komozi Woodard (New York: New York University Press, 2005), 49."]}]},{"paragraph":11,"notes":[{"type":"citation","notes":["Wyatt Tee Walker, Keynote address delivered at the Seventh Annual Convention of the SCLC, Richmond, Virginia, September 25, 1963, series II, box 203, folder 3588, Robert Penn Warren Papers, Beinecke Rare Books &amp; Manuscripts Library, Yale University, New Haven, CT (hereafter RPW-B).","E.W. Kenworthy, “Rights Bill heads caution Negroes,” <em>New York Times</em>, April 16, 1964."]}]},{"paragraph":12,"notes":[{"type":"citation","notes":["“This helps civil rights?” <em>New York Times</em>, April 11, 1964."]}]},{"paragraph":14,"notes":[{"type":"citation","notes":["Robert Moses, “Halfway to the Fair,” Remarks at the University Club of New York City, March 10, 1962, Series 12, Box 133, Folder “1962,” New York Public Library, New York, NY (hereafter RMP-NYPL).","Brian Purnell, <a href=\"http://www.worldcat.org/oclc/842972115\"><em>Fighting Jim Crow in the County of Kings: The Congress of Racial Equality in Brooklyn</em></a> (Lexington, KY: University of Kentucky Press, 2013), pp. 209-248.","Craig Wilder, <a href=\"http://www.worldcat.org/oclc/42921273\"><em>A Covenant with Color: Race and Social Power in Brooklyn</em></a> (New York: Columbia University Press, 2000), pp. 205-206."]}]},{"paragraph":15,"notes":[{"type":"commentary","notes":["Ironically, James Farmer had no trouble accepting the Triborough Bridge action as legitimate. See James Farmer, <em>Freedom, When?</em> (New York: Random House, 1965), 37-38. Background on “Operation Clean Sweep”—the Brooklyn CORE project which deposited trash from Bed-Stuy on the steps of Borough Hall in an effort to get acceptable trash pick-up service for the neighborhood—can be found in the archives at BHS and at BYPL, in addition to Purnell’s book."]},{"type":"citation","notes":["Marc Crawford, “Throttle the Fair — the Public be Damned,” <em>LIFE Magazine</em>, April 24, 1964.","Box 1, folder 1.6 and box 3, folders 3.1, Civil Rights in Brooklyn Collection, Brooklyn Public Library, Brooklyn, NY (hereafter CRBC-BYPL).","box 1, folders 5 and 6, AGC-BHS.","Brian Purnell, <a href=\"http://www.worldcat.org/oclc/842972115\"><em>Fighting Jim Crow in the County of Kings: The Congress of Racial Equality in Brooklyn</em></a> (Lexington, KY: University of Kentucky Press, 2013), pp. 129-169."]}]},{"paragraph":16,"notes":[{"type":"commentary","notes":["As Robert Caro writes in his biography of Moses, <em>The Power Broker</em>, “To build his highways, Moses threw out of their homes 250,000 persons—more people than lived in Albany, or Chattanooga, or in Spokane, Tacoma, Duluth, Akron, Baton Rouge, Mobile, Nashville, or Sacramento. He tore out the hearts of a score of neighborhoods.” Though it remains the definitive biography, the image of Moses that Caro constructs is now being re-evaluated—and found one-sided and wanting—by some historians, most recently in Ballon &amp; Jackson’s edited volume."]},{"type":"citation","notes":["Robert Caro, <a href=\"http://www.worldcat.org/oclc/834874\"><em>The Power Broker: Robert Moses and the Fall of New York</em></a> (New York: Vintage, 1975), p. 19.","Robert Moses, <a href=\"http://www.worldcat.org/oclc/58068\"><em>Public Works: A Dangerous Trade</em></a> (New York: McGraw Hill, 1970), p. 308.","Hilary Ballon &amp; Kenneth Jackson, eds., <a href=\"http://www.worldcat.org/oclc/76167277\"><em>Robert Moses and the Modern City: The Transformation of New York</em></a> (New York: W.W. Norton, 2008)."]}]},{"paragraph":17,"notes":[{"type":"citation","notes":["“Fairs: Moses in the wilderness,” <em>Time Magazine</em>, October 19, 1962.","Joseph Tirella, <a href=\"http://www.worldcat.org/oclc/842307479\"><em>Tomorrow-Land: The 1964-1965 World’s Fair and the Transformation of America</em></a> (Guilford, CT: Lyons Press, 2014), p. 44.","Lawrence Samuel, <a href=\"http://www.worldcat.org/oclc/122309385\"><em>The End of Innocence: The 1964-1965 New York World’s Fair</em></a> (Syracuse, NY: Syracuse University Press, 2010), p. 13."]}]},{"paragraph":18,"notes":[{"type":"citation","notes":["C. Gervin Hayden, “The Hard-Sell Fair,” <em>The Nation</em>, November 2, 1963, 275-278.","“Fairs: The World of Already,” <em>Time Magazine</em>, June 5, 1964.","“A smasheroo of a World’s Fair,” <em>LIFE Magazine</em>, May 1, 1964.","Morris Dickstein, “From the thirties to the sixties: The World’s Fair in its own time,” in <a href=\"http://www.worldcat.org/oclc/19779386\"><em>Remembering the Future: The New York World’s Fair from 1939-1964</em></a> (New York: Rizzoli, 1989), p. 30."]}]},{"paragraph":20,"notes":[{"type":"commentary","notes":["Murphy’s reaction is also noted by Tirella in <em>Tomorrow-Land</em>, 119"]},{"type":"citation","notes":["Interview with James Farmer, June 11, 1964, Series II, box 209, folder 3639, tape #3, RPW-B.","“Johnson critical of Fair chanting; Mayor ‘ashamed,’” <em>New York Times</em>, April 24, 1964."]}]},{"paragraph":22,"notes":[{"type":"citation","notes":["John Skow, “Who needs the World’s Fair?” <em>Saturday Evening Post</em>, May 23, 1964."]}]},{"paragraph":23,"notes":[{"type":"commentary","notes":["As Tirella discusses in his book, Moses was so committed to having Disney’s Lincoln appear at the Fair that he (rather, the World’s Fair Corporation) secretly provided the State of Illinois a quarter million dollar subsidy for their pavilion—provided that Lincoln would be in it."]},{"type":"citation","notes":["Joseph Tirella, <a href=\"http://www.worldcat.org/oclc/842307479\"><em>Tomorrow-Land: The 1964-1965 World’s Fair and the Transformation of America</em></a> (Guilford, CT: Lyons Press, 2014), p. 56."]}]},{"paragraph":24,"notes":[{"type":"commentary","notes":["The language of the World’s Fair script was updated and modified slightly from the original."]},{"type":"citation","notes":["Excerpt from Abraham Lincoln: “Address at Sanitary Fair in Baltimore: A Lecture on Liberty,” April 18, 1864, <em><a href=\"http://www.presidency.ucsb.edu/ws/?pid=88871\">The American Presidency Project</a></em>."]}]},{"paragraph":26,"notes":[{"type":"citation","notes":["Excerpt from Lincoln, “Address before the Young Men’s Lyceum of Springfield, Illinois,” January 27, 1838."]}]},{"paragraph":27,"notes":[{"type":"citation","notes":["Excerpt from Lincoln, “Cooper Union Address,” New York, New York, February 27, 1860."]}]},{"paragraph":28,"notes":[{"type":"citation","notes":["Walter Benjamin, “Theses on the Philosophy of History,” in <a href=\"http://www.worldcat.org/oclc/330367\"><em>Illuminations</em></a>, edited by Hannah Arendt (London: Collin/Fontana Books, 1973), pp. 255-256."]}]},{"paragraph":30,"notes":[{"type":"commentary","notes":["On the 50th anniversary of the Fair opening in 1964, the <em>New York Times</em> ran a number of articles which together emphasize this point. As Liz Robbins writes in one such article, “The fair may have offered a sanitized view of the world. But its true legacy was that it evoked real emotion on a personal scale. These are the seemingly fleeting moments—a lingering gaze, a shout at a demonstration, a flirting wink, a blink of imagination and a flick of a pen—that endure today.” Notwithstanding the reference to demonstrations, however, the narrative of Robbins’ article remains remarkably faithful to the standard story the pits the “responsible” picketers of National CORE against the “irresponsible” and unruly extremists of Brooklyn CORE. In this story, the stall-in is but an unfortunate blip—repudiated in its own time, a bad memory (if it merits remembering at all)."]},{"type":"citation","notes":["Lawrence Samuel, <a href=\"http://www.worldcat.org/oclc/122309385\"><em>The End of Innocence: The 1964-1965 New York World’s Fair</em></a> (Syracuse, NY: Syracuse University Press, 2010), p. 199.","Liz Robbins, “Around the Unisphere at the World’s Fair, lives changed,” <em>New York Times</em>, April 18, 2014."]}]},{"paragraph":32,"notes":[{"type":"citation","notes":["Lyndon B. Johnson, “Remarks at the opening of the New York World’s Fair,” April 22, 1964, online by Gerhard Peters and John T. Woolley, <em><a href=\"http://www.presidency.ucsb.edu/ws/?pid=26179\">The American Presidency Project</a></em>."]}]}]