[{"paragraph":2,"notes":[{"type":"commentary","notes":["The story of the Shapira manuscript’s discovery and its immediate aftermath has been told several times; I rely especially on the very useful article by Fred N. Reiner, “C.D. Ginsburg and the Shapira Affair: A Nineteenth-Century Dead Sea Scroll Controversy,” <em>British Library Journal</em> 21 (1995): 109-127; also Menahem Mansoor, “The Case of Shapira’s Dead Sea (Deuteronomy) Scrolls of 1883,” <em>Transactions of the Wisconsin Academy of Sciences, Arts and Letters</em> 47 (1958): 183-225; and most recently Martin Heide, “The Moabitica and Their Aftermath: How to Handle a Forgery Affair with an International Impact,” in <em>New Inscriptions and Seals Relating to the Biblical World</em>, ed. M. Lubetski (Atlanta: Society of Biblical Literature, 2012); in addition to a series of primary sources (indicated below)."]}]},{"paragraph":3,"notes":[{"type":"citation","notes":["Letter of Shapira to Christian D. Ginsburg (dated August 7, 1883), appended to Ginsburg’s letter to <em>The Athenaeum</em>, August 11, 1883, p. 179."]}]},{"paragraph":6,"notes":[{"type":"commentary","notes":["On the revelation of the forgery, see Clermont-Ganneau’s own book <em>Les fraudes archéologiques en Palestine</em> (Paris: Ernest Leroux, 1885); published in original form as “Un prétendu manuscrit original de la Bible,” <em>Revue politique et littéraire: revue bleue</em> 3rd series, no. 13 (September 29, 1883): 385-393. Meanwhile, the series of events involved in the discovery of the Mesha Stele and its recovery for the Louvre form an epic tale by themselves."]},{"type":"citation","notes":["The <em>Times</em>, August 21 1883, p. 8 (dated August 18); a short addendum by Clermont-Ganneau was published in the <em>Times</em> on August 25 (p. 12)."]}]},{"paragraph":8,"notes":[{"type":"citation","notes":["“Mr. Shapira’s Manuscript,” <em>The Times</em>, August 27, 1883, p. 6 (letter from Ginsburg to Edward Bond, principal librarian of the British Museum, dated August 22).","Fred N. Reiner, “C.D. Ginsburg and the Shapira Affair: A Nineteenth-Century Dead Sea Scroll Controversy,” <em>British Library Journal</em> 21 (1995)."]}]},{"paragraph":10,"notes":[{"type":"citation","notes":["A.D. Crown, “The Fate of the Shapira Manuscript,” <em>Revue de Qumrân</em> 7 (1970): 421-423."]},{"type":"image","notes":[{"url":"Press5b.jpg","alt":"Catalog listing for Shapira manuscript","caption":"Listing for the Shapira manuscript in Bernard Quaritch’s sale catalogue, 1887 – only £25!","credit":""}]}]},{"paragraph":14,"notes":[{"type":"commentary","notes":["A.H. Sayce, letter to <em>The Academy</em>, August 18, 1883, p. 117.  Similarly, Claude Conder: “It appears quite impossible that leather can have been preserved so long in the damp atmosphere of  a country with 20 inches of annual rainfall, and as an explorer I am well acquaintd with the damp mouldy smell of all the tombs and caves of the country” (Claude R. Conder, <em>Heth and Moab</em>, London: Richard Bentley &amp; Son, 1883, p. 429); and Adolf Neubauer: “Our readers will remember the fate of the famous MS. of Deuteronomy, brought to this country by the late Mr. Shapira, who also maintained that it was lying buried in a cave in Moab during several thousand years.  The only country in which written documents of old date can be preserved is Egypt” (“The Bahir and the Zohar,” <em>Jewish Quarterly Review</em> 4 (1892): 360).  See also similar comments by Philip Schaff of Union Theological Seminary (recorded in <em>The Critic</em>, number 82, Sep 8 1883, “The Lounger,” p. 361)."]}]},{"paragraph":16,"notes":[{"type":"citation","notes":["Guthe, <em>Fragmente einer Lederhandschrift enthaltend Mose’s letzte Rede an die Kinder Israel</em> (Leipzig: Breitkopf &amp; Härtel, 1883)."]}]},{"paragraph":17,"notes":[{"type":"commentary","notes":["For a convenient discussion of all these examples, see Jeffrey H. Tigay, “‘Archaeology’ of the Bible and Judaism in Late Antiquity and the Middle Ages,” pp. 490-497 in <em>The Archaeology of Jordan and Beyond: Essays in Honor of James A. Sauer</em>, ed. L.E. Stager, J.A. Greene, and M.D. Coogan.  (Harvard Semitic Museum Publications, Studies in the Archaeology and History of the Levant 1) Winona Lake, Ind.: Eisenbrauns, 2000."]}]},{"paragraph":18,"notes":[{"type":"citation","notes":["“The Alleged Antiquity of the Scrolls,” <em>Jewish Quarterly Review</em> 40 (1949): 67.","“The Antiquity of the Hebrew Scrolls and the Piltdown Hoax: A Parallel,” <em>Jewish Quarterly Review</em> 45 (1954): 26."]}]},{"paragraph":24,"notes":[{"type":"citation","notes":["“On the Date of the Scrolls from ‘Ain Feshkha and the Nash Papyrus,” <em>Bulletin of the American Schools of Oriental Research</em> 115 (1949): 13."]}]},{"paragraph":25,"notes":[{"type":"citation","notes":["Goshen-Gottstein, “The Shapira Forgery and the Qumran Scrolls,” <em>Journal of Jewish Studies</em> 7 (1956): 187-193.","Rabinowicz, “The Shapira Forgery Mystery,” <em>Jewish Quarterly Review</em> 47 (1956): 170-182.","idem, “The Shapira Scroll: A Nineteenth-Century Forgery,” <em>Jewish Quarterly Review</em> 56 (1965): 1-21."]}]},{"paragraph":26,"notes":[{"type":"citation","notes":["André Lemaire, “Paleography’s Verdict: They’re Fakes!” and P. Kyle McCarter, Jr., “Why All the Fuss?” <em>Biblical Archaeology Review</em> 23 no. 3 (May/June 1997); also their responses to Menahem Mansoor in “Queries &amp; Comments,” <em>Biblical Archaeology Review</em> 23 no. 5 (September/October 1997).","Eric D. Reymond, <em>Qumran Hebrew: An Overview of Orthography, Phonology, and Morphology</em> (Atlanta: Society of Biblical Literature, 2014), 28-29, 111."]}]},{"paragraph":27,"notes":[{"type":"commentary","notes":["Mansoor made similar remarks about the public reception in England in his reply in “Queries &amp; Comments,” <em>Biblical Archaeology Review</em> 23 no. 5 (September/October 1997). This also fits the description of public excitement over the supposedly original Deuteronomy given by Clermont-Ganneau in <em>Les fraudes archéologiques</em>."]}]},{"paragraph":31,"notes":[{"type":"citation","notes":["August 23, 1883, quoted in Mansoor 1958: 225."]}]},{"paragraph":34,"notes":[{"type":"commentary","notes":["<em>Autobiography of Sir Walter Besant</em> (New York: Dodd, Mead and Company, 1902).  Besant added: “The man was a good actor; he was a man of handsome presence, tall, with fair hair and blue eyes; not the least like the ordinary Polish Jew, and with an air of modest honesty which carried one away.”"]},{"type":"citation","notes":["<em>Punch, or the London Charivari</em>, September 8 1883, p. 118."]}]},{"paragraph":36,"notes":[{"type":"citation","notes":["W.J. Lofitie, “Art and Literature in London,” <em>The Manhattan</em>, vol. 2 no. 4 (October 1883), p. 379."]}]},{"paragraph":37,"notes":[{"type":"citation","notes":["John A. Maynard, “New Light on the Shapira Deuteronomy,” <em>Anglican Theological Review</em> 3 (1920-21): 237."]}]},{"paragraph":39,"notes":[{"type":"commentary","notes":["Note the exception of Moses Taku in the thirteenth century: he claimed that earlier Karaites had written books and then hidden them in the ground, finding them and claiming them to be ancient.  This is the only exception I am aware of, and it raises several questions: How exceptional is he? Is this a matter of a specific mainstream Jewish vs. Karaite polemic? A difference between medieval Jewish vs Christian attitudes?  A chronological difference?<br /><br/>On the general issue of reception of earlier scroll discoveries, particularly by Timotheus, I am indebted to discussions with Eva Mroczek, who is working on an extended project dealing in part with this issue.  For now, see her “<a href=\"https://www.academia.edu/6679842/Psalmic_Recollections_Materiality_and_the_Scriptural_Imagination_in_Hebrew_Greek_and_Syriac_Manuscripts\">Psalmic Recollections: Materiality and the Scriptural Imagination in Hebrew, Greek, and Syriac Manuscripts</a>,” paper presented at Material Philology and the Dead Sea Scrolls Conference, Copenhagen, April 2014."]}]},{"paragraph":41,"notes":[{"type":"citation","notes":["Letter from Shapira to Hermann Strack, May 9 1883, quoted in Reiner 1995: 113."]}]},{"paragraph":42,"notes":[{"type":"commentary","notes":["For an example, a detailed consideration of how Protestant anti-Catholic polemic has affected discussion of early Christianity, see Jonathan Z. Smith, <em>Drudgery Divine</em>."]},{"type":"citation","notes":["James L. Kugel, <a href=\"http://www.worldcat.org/oclc/144767610\"><em>How to Read the Bible</em></a> (New York: Free Press, 2008), chapter 1."]}]},{"paragraph":43,"notes":[{"type":"citation","notes":["Jason Kalman, <a href=\"http://www.worldcat.org/oclc/815955441\"><em>Hebrew Union College and the Dead Sea Scrolls</em></a> (Cincinnati: Hebrew Union College-Jewish Institute of Religion, 2012), 8-9, 15-25."]}]},{"paragraph":44,"notes":[{"type":"commentary","notes":["Again I am most grateful to Eva Mroczek, as these conclusions are based in part on her ideas about the diversity of sacred texts and especially in psalms collections in antiquity.  See for now her “<a href=\"https://www.academia.edu/6508847/The_Mirage_of_the_Bible_in_Jewish_Antiquity\">The Mirage of the Bible in Jewish Antiquity: The Case of the Psalms</a>,” paper presented at Textual Unities Conference, Yale University, October 2013."]}]}]