[{"paragraph":2,"notes":[{"type":"citation","notes":["Lester del Rey, illustrated by John Polgreen. <a href=\"http://www.worldcat.org/oclc/1662865\"><em>Space Flight: The Coming Exploration of the Universe</em></a>. New York: Golden Press, 1957."]}]},{"paragraph":3,"notes":[{"type":"commentary","notes":["On surveying American juvenile literature titles filed under astronautics and space flight published between 1955 and 1979 held at the Library of Congress, only two include references to women working in the spaceflight industry—mostly as support staff, or pointing to Nancy Roman (chief of space astronomy during her 20-year career at NASA) as proof to American girls that their presence in the space program was actively desired. The only images of women space workers include women answering phones, serving food, and sewing space suits, a more accurate portrayal of women’s actual and imagined professional role in the early American space program."]}]},{"paragraph":4,"notes":[{"type":"commentary","notes":["Colonizing and colonized women alike see similar representation in children’s Wild West picture books of this time period. Unlike contrasting juxtapositions of the savage warrior or wary trader against the civilized and civilizing white man, representations of white, Indian, and Chicana women uniformly emphasize their fertility."]}]},{"paragraph":8,"notes":[{"type":"citation","notes":["Louis Lasagna, “Why Not ‘Astronauttes’ Also?,” <em>New York Times</em>, October 21, 1962."]}]},{"paragraph":13,"notes":[{"type":"commentary","notes":["Feminist historians and theorists have challenged the Frontier Thesis put forth by Frederick Jackson Turner as obscuring the roles of women and people of color in the forging of a particular American political spirit in the American West.  For more on the Frontier Thesis and its impact on subsequent invocations of the frontier in American society, see White, Limerick, and Grossman. For the Enlightenment philosophical roots of Republican Motherhood, see Linda Kerber. For a sample of feminist recuperation of women’s roles in the Western frontier beyond childbearing, see Margaret Walsh."]},{"type":"citation","notes":["Richard White, Patricia Nelson Limerick, and James R. Grossman, <a href=\"http://www.worldcat.org/oclc/770865584\"><em>The Frontier in American Culture</em></a> (University of California Press, 1994).","Linda Kerber, “The Republican Mother: Women and the Enlightenment-An American Perspective,” <em>American Quarterly</em> 28, no. 2 (July 1, 1976): 187–205.","Margaret Walsh, “Women’s Place on the American Frontier,” <em>Journal of American Studies</em> 29, no. 2 (August 1995): 241–55."]}]},{"paragraph":14,"notes":[{"type":"commentary","notes":["The concept of <em>terra nullius</em>, or “empty land,” has long served as justification for the colonizing of supposedly unused or under-used lands—and the oppression of the seen or unseen occupants of those lands. How might <em>terra nullius</em> apply in the terraforming of Mars, say, or the construction of an orbiting space station?"]}]},{"paragraph":15,"notes":[{"type":"citation","notes":["Tore Straume, Steve Blattnig, and Cary Zeitlin, “Radiation Hazards and the Colonization of Mars: Brain, Body, Pregnancy, In-Utero Development, Cardio, Cancer, Degeneration,” <em>Journal of Cosmology</em> 12 (November 2010): 3992–4033."]}]},{"paragraph":16,"notes":[{"type":"citation","notes":["Shulamith Firestone, <a href=\"http://www.worldcat.org/oclc/98546\"><em>The Dialectic of Sex: The Case for Feminist Revolution</em></a> (New York: Bantam Books, 1970)."]}]},{"paragraph":17,"notes":[{"type":"commentary","notes":["In the first chapter of <em>The Dialectic of Sex</em>, Firestone notes that: “Though man is increasingly capable of freeing himself from the biological conditions that created his tyranny over women and children, he has little reason to want to give this tyranny up.” (<em>Dialectic of Sex</em>, p. 10) So perhaps “optimistic” is the wrong term to apply to Firestone’s belief that the technology <strong>will</strong> exist—particularly given her pessimism regarding the dominant gender’s willingness to take it up on behalf of the oppressed."]}]},{"paragraph":19,"notes":[{"type":"citation","notes":["Dion Farquhar, <a href=\"http://www.worldcat.org/oclc/35068107\"><em>The Other Machine: Discourse and Reproductive Technologies</em></a> (New York: Routledge, 1996)."]}]},{"paragraph":20,"notes":[{"type":"commentary","notes":["Huxley’s future society reproduces using harvested ovaries, sperm donors, and artificial wombs. Herbert’s society uses “axoltl tanks” to gestate children. In the case of <em>Star Wars</em>, images of birth only show up in the so-called prequels, but they make a pretty clear statement regarding virtuous/natural versus evil/unnatural births: clones born from literal test tubes receive the same programming and treatment as robots, while a key natural birth produces the heroes of the original trilogy. Childbirth also kills the mother of these heroes, because a long time ago in a galaxy far far away they managed to figure out industrial cloning but not how to eliminate maternal mortality."]},{"type":"citation","notes":["Constance Penley, <a href=\"http://www.worldcat.org/oclc/36656451\"><em>NASA/Trek: Popular Science and Sex in America</em></a> (New York: Verso, 1997).","Aldous Huxley, <a href=\"http://www.worldcat.org/oclc/167970\"><em>Brave New World</em></a> (London: Chatto &amp; Windus, 1932).","Frank Herbert, <a href=\"http://www.worldcat.org/oclc/503303\"><em>Dune</em></a> (Philadelphia: Chilton Books, 1965)."]}]},{"paragraph":22,"notes":[{"type":"citation","notes":["Constance Penley, <a href=\"http://www.worldcat.org/oclc/36656451\"><em>NASA/Trek: Popular Science and Sex in America</em></a> (New York: Verso, 1997), p. 131."]}]},{"paragraph":23,"notes":[{"type":"commentary","notes":["For a scholarly analysis of the ways in which <em>Barbarella</em> represents 1960s anxiety about female sexual agency, the Cold War, and humankind’s future in space, as well as critical and popular response to <em>Barbarella</em> in American culture, see Lisa Parks, “Bringing <em>Barbarella</em> Down to Earth” in <em>Swinging Single</em>."]},{"type":"citation","notes":["Lisa Parks, “Bringing <em>Barbarella</em> Down to Earth: The Astronaut and Feminine Sexuality in the 1960s,” in <a href=\"http://www.worldcat.org/oclc/41445807\"><em>Swinging Single: Representing Sexuality in the 1960s</em></a>, ed. Hilary Radner and Moya Luckett (Minneapolis, MN: University of Minnesota Press, 1999), pp. 253-275."]}]},{"paragraph":24,"notes":[{"type":"commentary","notes":["“Luxury” could also be interpreted as recreational luxury for male astronauts—as in one oft-cited joke repeated by the “Father of Rocket Science,” Wernher von Braun. In response to questions about whether women would fly in space, his response was that the spacecraft had been designed to allow “110 pounds for recreational equipment.”"]},{"type":"citation","notes":["“Space Women Expensive,” <em>The Science News-Letter</em> 82, no. 5 (August 4, 1962): 70."]}]},{"paragraph":30,"notes":[{"type":"citation","notes":["<em>Hearings before the Special Subcommittee on the Selection of Astronauts</em> (Washington, D.C., 1962), 5-6."]}]},{"paragraph":32,"notes":[{"type":"commentary","notes":["It is perhaps notable to remark that Jacqueline Cochran was herself childless. While she argued that women would inevitably give up career for motherhood, Cochran fashioned herself as an exception to this rule—as an “honorary man” not only as a singularity of her gender but also in her (willing or unwilling) rejection of that which made other female pilots women first and pilots second."]}]},{"paragraph":34,"notes":[{"type":"citation","notes":["Hearings before the Special Subcommittee on the Selection of Astronauts (Washington, D.C., 1962), 64."]}]},{"paragraph":35,"notes":[{"type":"commentary","notes":["Glenn’s mother, presumably infertile due to age, would be that much more absurd a choice for a hypothetical astronaut—incapable as she would be of furthering mankind’s reproductive destiny into the cosmos. However, science fiction writer Ursula K. Le Guin would likely think her the ideal candidate for space diplomat, benefited by her infertility. See Ursula K. Le Guin, “The Space Crone.” In <em>Dancing at the Edge of the World: Thoughts on Words, Women, Places</em> (New York: Grove Press, 1989)"]}]},{"paragraph":36,"notes":[{"type":"citation","notes":["Margaret A. Weitekamp, <a href=\"http://www.worldcat.org/oclc/55124275\"><em>Right Stuff, Wrong Sex: America’s First Women in Space Program</em></a> (Baltimore, MD: Johns Hopkins University Press, 2004).","Martha Ackmann, <a href=\"http://www.worldcat.org/oclc/56906631\"><em>The Mercury 13: The True Story of Thirteen Women and the Dream of Space Flight</em></a> (New York: Random House, 2004)."]}]},{"paragraph":37,"notes":[{"type":"citation","notes":["Amy E. Foster, <a href=\"http://www.worldcat.org/oclc/5588473062\"><em>Integrating Women Into the Astronaut Corps: Politics and Logistics at NASA, 1972–2004</em></a> (Baltimore, MD: Johns Hopkins University Press, 2011), p. 23."]}]},{"paragraph":38,"notes":[{"type":"commentary","notes":["Today, women astronaut hopefuls are also disqualified more regularly due to a lower threshold for radiation exposure than is set for men. The radiation protection rule was often invoked for paternalistic reasons in the early days of the American space program—if a woman loses her ability to give birth due to radiation poisoning, she would lose her entire sense of self and identity as a person. Today the uneven threshold is supported by reported higher incidence of cancer due to radiation exposure in women, largely based on studies from Hiroshima and Nagasaki after the atomic bombs. At least one study suggests that perhaps biomarkers might help cull out the more radiation-resistant to be our star seeders—a new interplanetary eugenics. See <a href=\"http://www.space.com/22252-women-astronauts-radiation-risk.html\">http://www.space.com/22252-women-astronauts-radiation-risk.html</a>, and “Radiation Hazards and the Colonization of Mars,” Journal of Cosmology (2010)."]},{"type":"link","notes":[{"label":"The Impact of Sex and Gender on Adaptation to Space","url":"http://www.nasa.gov/sites/default/files/files/Goel_Sex-Gender_Behavioral_508.pdf"}]}]},{"paragraph":39,"notes":[{"type":"citation","notes":["P A Santy and R T Jennings, “Human Reproductive Issues in Space,” <em>Advances in Space Research: The Official Journal of the Committee on Space Research (COSPAR)</em> 12, no. 2–3 (1992): 151–55."]},{"type":"link","notes":[{"label":"Latest discussions about the future of human spaceflight at the National Academy of Sciences","url":"http://nas.edu/humanspaceflight"}]}]}]