[{"paragraph":19,"notes":[{"type":"commentary","notes":["The oddest—and, in a way, most poignant—manifestation of this optimism was the <a href=\"http://www.lusakatimes.com/2011/01/28/space-program/\">Zambian space program</a>. In 1964, Edward Makuka Nkoloso, an elementary school science teacher, appointed himself chief of newly independent Zambia’s National Academy of Science, Space Research and Philosophy. There was no such academy, but he began recruiting astronauts for a trip to Mars anyway. As his charges trained by rolling down hills in oil drums and walking on their hands, he boasted to reporters that Zambia would beat both America and the Soviets to Mars. He was roundly mocked, but there was also something noble about the effort. The artist Christina De Middel, in a recent photo and film project, reimagines Nkoloso’s obsession."]},{"type":"citation","notes":["James Ferguson, <a href=\"http://www.worldcat.org/oclc/45730914\"><em>Expectations of Modernity: Myths and Meanings of Urban Life on the Zambian Copperbelt</em></a> (Berkeley: University of California Press, 1999)."]},{"type":"image","notes":[{"url":"space.jpg","alt":"Zambian Space Program","caption":"","credit":""}]}]},{"paragraph":31,"notes":[{"type":"commentary","notes":["For more than three decades, Malawi was ruled by the authoritarian and comically conservative Hastings Banda, who forbid women to wear pants and men to wear long hair or beards. The edict applied to foreigners as well: Banda’s border guards were notorious for giving male travelers forcible haircuts. When the Witch crossed into Malawi, Jagari says they pinned their Afros down and tucked their bellbottoms into their socks. They got away with it."]}]},{"paragraph":33,"notes":[{"type":"commentary","notes":["<em>The Musakanya Papers</em>, edited by Miles Larmer, compiles the writings of a Zambian politician who may or may not have been involved in the coup. It offers a thorough rundown of all the ways in which Zambia’s post-independence government went to hell."]}]}]