[{"paragraph":3,"notes":[{"type":"commentary","notes":["Before infusing atomic science into their heroes, Early Timely heroes got their power from other sources. Captain America and The Whizzer were given serums that enhanced their strength or speed—an external infusion of power. The Human Torch, The Vision and Namor were born or created that way—a divine right of sorts. Finally, The Angel and Blonde Phantom had no greater power than extraordinary hubris and a zest for justice—a mixture of skill and work ethic."]}]},{"paragraph":5,"notes":[{"type":"commentary","notes":["Though by the time of the issue’s November publication, Yuri Gagarin had already beat the Americans to space by five months.","Rafael York writes, “Johnny reacts to Reed and Ben’s transformation with the fear that one might expect in that situation, but he also reflects the fear many people felt where scientists were concerned in the years following World War II, due to their roles in creating the atomic bomb. In the case of <em>The Fantastic Four</em>, it is not the mystery of nuclear power that creates trepidation, but the effects of cosmic rays on humans, but in a fundamental sense the source of the fear remains the same. It is the fear that scientists will be unable to control the forces with which they tamper.” York, p. 207."]},{"type":"citation","notes":["Rafael York,  “The Fantastic Four: A Mirror For Cold War America,” <a href=\"http://www.worldcat.org/oclc/774213667\"><em>Comic Books and Cold War</em></a>, Rafael York and Chris York, eds. (McFarland &amp; Company: Jefferson, North Carolina, 2012)."]}]},{"paragraph":9,"notes":[{"type":"citation","notes":["Rafael York,  “The Fantastic Four: A Mirror For Cold War America,” <a href=\"http://www.worldcat.org/oclc/774213667\"><em>Comic Books and Cold War</em></a>, Rafael York and Chris York, eds. (McFarland &amp; Company: Jefferson, North Carolina, 2012), 212."]}]},{"paragraph":11,"notes":[{"type":"commentary","notes":["If you needed a not-so-super generic villain in those days, you went with a communist spy. A simple act of sabotage often led to the accident that birthed the superhero. This trope is also used in <em>Iron Man</em> and the <em>Fantastic Four</em>."]}]},{"paragraph":15,"notes":[{"type":"citation","notes":["Stan Lee, <a href=\"http://www.worldcat.org/oclc/1529312\"><em>Son of Origins of Marvel Comics</em></a>, (Marvel Comics Fireside, New York, 1975), 45."]}]},{"paragraph":19,"notes":[{"type":"citation","notes":["Ferenc Morton Szasz, <a href=\"http://www.worldcat.org/oclc/842209322\"><em>Atomic Comics: Cartoonists Confront the Nuclear World</em></a>, (University of Nevada Press, Reno, Nevada, 2012), 56."]}]},{"paragraph":23,"notes":[{"type":"commentary","notes":["As Lee puts it, “The minute it hit me I knew the concept was basically sound. Mutation is a scientific fact of life; it’s plausible, possible, practical, and provable. Best of all, it would allow Jack and me the fullest scope for our imaginations. When thinking of all possible variations of normal human beings, the sky’s the limit—whatever power we conceived of could be justified on the basis of its being a mutated trait.” Lee, p. 14."]},{"type":"citation","notes":["Stan Lee, <a href=\"http://www.worldcat.org/oclc/1529312\"><em>Son of Origins of Marvel Comics</em></a>, (Marvel Comics Fireside, New York, 1975)."]}]}]