[{"paragraph":8,"notes":[{"type":"commentary","notes":["“2061-nen no Tōkyō” by Nobuyasu Itō, was exhibited at the Yayoi Museum, part of an collection of images of the future in Japan from 1945-1965. (http://www.yayoi-yumeji-museum.jp/exhibition/yayoi/0907.html) [Japanese]. An edited image went somewhat viral in 2011 after it was recaptioned “2011-nen no Tōkyō.”"]}]},{"paragraph":12,"notes":[{"type":"commentary","notes":["Perhaps a spiritual ancestor of wisecracking Tom Servo, a fictional robot known best from <em>Mystery Science Theater 3000</em>, a staple of 1990s TV futurisms."]}]},{"paragraph":13,"notes":[{"type":"commentary","notes":["See more at the website <a href=\"http://tuchinokodou.com/nazenai.html\">Tsuchinokodō</a> [Japanese]."]}]},{"paragraph":18,"notes":[{"type":"commentary","notes":["Jon Irwin’s “Seeing Red: The Tragic Prescience of Nintendo’s Virtual Boy” (<em>Kill Screen</em> 1:4, Summer 2011) fully explores this little system that couldn’t."]}]},{"paragraph":19,"notes":[{"type":"commentary","notes":["“<em>Seiken Densetsu</em> Music Complete Book: Liner Notes Translated by Gerardo Iuliani” at <a href=\"http://www.squareenixmusic.com/features/liners/seikendensetsubox.shtml\">Game Music Online</a>. <em>Secret of Mana</em> is the English name for the second title in the Japanese <em>Seiken Densetsu</em> series."]}]},{"paragraph":20,"notes":[{"type":"commentary","notes":["It is worth noting one of the Satellaview games was a sort of spinoff of <em>Chrono Trigger</em>. This text-based adventure, <em>Radical Dreamers</em>, would in turn later become the prototype to an official sequel to <em>Chrono Trigger</em>, <em>Chrono Cross</em>."]}]},{"paragraph":22,"notes":[{"type":"commentary","notes":["Without Pink Tentacle—and by extension, without the <a href=\"http://blogs.yahoo.co.jp/retromaniagogo\"><em>Shōwa no Zasshi Kōkoku to Natsukashii Mono</em></a> (“Shōwa Era Magazine Advertisements and Nostalgic Stuff”) the Japanese nostalgia blog that fueled these features—I would never have known about many of Japan’s forecasts of the futures (now “pasts” and “presents” from alternate timelines). The only inroads to them come through gonzo bloggers and curators of the weird, who have prioritized discovery over copyright."]}]}]