[{"paragraph":3,"notes":[{"type":"citation","notes":["“Working the Wireless,” <em>Altoona Tribune</em>, November 8, 1915, p. 13."]}]},{"paragraph":4,"notes":[{"type":"citation","notes":["“Blame German Wireless Plant for Rain or Drought,” <em>The Electrical Experimenter</em>, October 1915, p. 289."]}]},{"paragraph":7,"notes":[{"type":"commentary","notes":["“The transformation of the Sayville plant into one of the most powerful of the transatlantic communicating stations in this part of the world has been carried out so quietly that very few persons outside of the radio officials of the Department of Commerce and a few naval officials connected with the wireless naval service have known what was being done.”  “Germans Treble Wireless Plant,” <em>The Electrical Experimenter</em>, August 1915, p. 158."]}]},{"paragraph":12,"notes":[{"type":"citation","notes":["“Sayville Wireless Gains in Efficiency,” <em>New York Times</em>, July 22, 1915."]}]},{"paragraph":15,"notes":[{"type":"citation","notes":["“Navy Will Take Over Sayville Wireless,” <em>New York Times</em>, July 8, 1915."]}]},{"paragraph":16,"notes":[{"type":"commentary","notes":["“No charge of any such act has been brought to the attention of [our] officers by any official of the United States. The Government censors on duty at the station have carefully supervised all messages sent, and have retained copies of the same. The company, being a public service corporation, had no discretion in refusing or accepting messages.” “Navy Takes Over Sayville Radio,” <em>The Electrical Experimenter</em>, August 1915, p. 174."]}]},{"paragraph":21,"notes":[{"type":"commentary","notes":["“It is quite improbable that these would be detected under usual conditions, especially as the messages sent through this station can be transmitted at a marvelous rate of speed.” “Why Sayville Radio Station Was Closed,” <em>The Electrical Experimenter</em>, September 1915, p. 210.","The later term “ham radio” is a derivation, referring to the awkward keystrokes of ham-fisted amateurs.  David Kahn, <em>The Codebreakers: The Comprehensive History of Secret Communication from Ancient Times to the Internet</em> (Scribner, 1996), 270.  Friendships and even romantic relationships were also maintained via characteristic touches and abbreviations (“Hw r u ts mng?”).  See “Friends They Never Met,” <em>The New York Times</em>, November 30, 1890.  For more on telegraph-mediated love stories of the late nineteenth century, see Mark Goble, <em>Beautiful Circuits: Modernism and the Mediated Life</em> (Columbia University Press: 2010).  One romance novel, “Wired Love” (1880) by Ella Cheever Thayer, reads: “Nattie’s breath came fast, and her hand trembled so she could not hold the scissors.  With a crash they dropped on the table, making one loud, long dash.”  Mark Goble writes, “‘One loud, long dash’ would translate literally, in Morse, as ‘AAAAAAA.’  Her body speaks in code even when excited past the point of language” (56)."]}]},{"paragraph":22,"notes":[{"type":"citation","notes":["“Via Sayville to Berlin,” <em>The Electrical Experimenter</em>, March 1916, p. 670."]}]},{"paragraph":29,"notes":[{"type":"citation","notes":["Charles E. Apgar, “The Amateur Radio Station Which Aided Uncle Sam,” <em>The Electrical Experimenter</em>, November 1915, p. 337."]}]},{"paragraph":30,"notes":[{"type":"citation","notes":["“Why Saville Radio Station Was Closed,” <em>The Electrical Experimenter</em>, September 1915, p. 210."]}]},{"paragraph":34,"notes":[{"type":"citation","notes":["“19 More Taken as German Spies,” <em>The New York Times</em>, April 8, 1917."]}]},{"paragraph":37,"notes":[{"type":"citation","notes":["John Price Jones and Paul Merrick Hollister, <a href=\"http://www.worldcat.org/oclc/1902166\">The German Secret Service in America, 1914-1918</a> (Boston: Small, Maynard &amp; Company, 1918), 195, 197."]}]}]