[{"paragraph":1,"notes":[{"type":"citation","notes":["<a href=\"http://www.worldcat.org/oclc/60900699\"><em>Li Huiniang 李慧娘</em></a>, dir. Liu Qiong (Shanghai: Beijing: Beijing yinxiang chubanshe, 1981)."]}]},{"paragraph":2,"notes":[{"type":"commentary","notes":["The movie version, which was released in 1981, was based on a production first staged by and starring Hu Zhifeng (who also starred in the film version) in 1979. Hu Zhifeng’s version, which she performed with the Suzhou Beijing Opera Troupe, created a sensation when it was first performed, and its popularity translated to the film version, as well. See Gong Yijiang , “Hu Zhifeng he ta de <em>Li Huiniang</em>” [Hu Zhifeng and her Li Huiniang], Renmin xiju (June 1980): 33-34; Shi Xin, “Ruiyi chuangxin, hongmei canran - cong Hu Zhifeng biaoyan de Li Huiniang tan tuichen chuxin” [Brilliantly blazing new trails, a dazzling red plum - observing Hu Zhifeng’s production of <em>Li Huiniang</em> to discuss pushing out the old to uncover the new], Xiqu yishu no. 4 (1980): 54-55; Zhou Heping and Xu Ming, “Hu Zhifeng tan Li Huiniang” [Hu Zhifeng talks about Li Huiniang], Dianying pingjie (November 1981): 36-37."]}]},{"paragraph":8,"notes":[{"type":"citation","notes":["Meng Jian, “Xie zai Li Huiniang zaiban de shihou” [Writings at the time of the republication of Li Huiniang], in Meng Chao, <em>Li Huiniang</em> (Shanghai: Shanghai wenyi chubanshe, 1980), pp. 125-128."]}]},{"paragraph":10,"notes":[{"type":"commentary","notes":["A <em>hutong</em> is a traditional Beijing lane."]},{"type":"citation","notes":["Lou Shiyi, “Wo huai Meng Chao” [I think of Meng Chao], People’s Daily (10 October, 1979).","Meng Jian, “Xie zai Li Huiniang zaiban de shihou” [Writings at the time of the republication of Li Huiniang], p. 125."]}]},{"paragraph":11,"notes":[{"type":"commentary","notes":["<em>Niugui-sheshen</em> (ox ghost-snake spirit) was originally a Buddhist term, referring to fantastical celestial creatures. Over time, the term came to denote something especially loathsome or horrible. It was frequently deployed in the 1960s and 1970s against people seen as enemies of Mao and the party."]}]},{"paragraph":13,"notes":[{"type":"citation","notes":["Bu Linfei, “Fan shehui zhuyi de sixiang he yishu,” <i>Xiju bao</i> (January 1965): 2-8.","Maggie Greene, “A Ghostly Bodhisattva and the Price of Vengeance: Meng Chao, Li Huiniang, and the Politics of Drama, 1959-1979,” <em>Modern Chinese Literature and Culture</em> 24.1 (Spring 2012).","Qi Xiangqun, “Chongping Meng Chao xinbian Li Huiniang,” <em>Xiju bao</em> 1965.1 (Jan): 2-8.","Yao Wenuan, “Ping xinbian lishiju Hai Rui baguan” [Criticizing the new historical play Hai Rui Dismissed from Office], <em>People’s Daily</em>, 30 November 1965.","Shi ‘wenhua dageming de xumu' haishi cuandang de xumu—benkan bianjibu juxing zuotanhui pipan Yao Wenyuan de ‘ping xinbian lishiju <em>Hai Rui baguan</em>” [Is it ‘the prologue to the Great Cultural Revolution,’ or the prologue to seizing the party by force? - the editorial board holds a meeting to criticize Yao Wenyuan’s ‘Criticizing the new historical play <em>Hai Rui Dismissed from Office</em>], <em>Renmin xiju</em> (January 1979): 57-58."]}]},{"paragraph":14,"notes":[{"type":"citation","notes":["Liu Housheng, “Fandang fanshehuizhuyi gongtongti - Li Huiniang, Hai Rui baguan, Xie Yaohuan zonglun,” <em>Xiju bao</em> 1966.3 (March): 7-13."]}]},{"paragraph":15,"notes":[{"type":"citation","notes":["Lou Shiyi, “Wo huai Meng Chao” [I think of Meng Chao], <em>People’s Daily</em> (10 October, 1979)."]}]},{"paragraph":16,"notes":[{"type":"commentary","notes":["The two other men who were the early targets of the Cultural Revolution died long before Meng Chao, and in less pleasant circumstances. Wu Han, having been paraded publicly, beaten and mistreated, would by some reports commit suicide in 1969, having been imprisoned since 1966. Tian Han, the man who wrote the lyrics for China’s national anthem and another historically themed play published in 1961, died a year earlier, also in prison."]}]},{"paragraph":17,"notes":[{"type":"citation","notes":["Liu Housheng, “Fandang fanshehuizhuyi gongtongti - Li Huiniang, Hai Rui baguan, Xie Yaohuan zonglun,” Xiju bao 1966.3 (March)."]}]},{"paragraph":18,"notes":[{"type":"commentary","notes":["The play was the subject of much positive discussion and admiration in the press. See Tao Junqi and Li Dake, “Yi duo xianyan de ‘hongmei’ - cong <em>Hongmei ji</em> de gaibaina, tandao kunqu <em>Li Huiniang</em>” [A brightly colored ‘red plum’ - considering the adaptations of <em>Story of Red Plums</em> to discuss the Kun opera <em>Li Huiniang</em>], <em>People’s Daily</em> (28 December 1961); Zhang Zhen, “Kan kunqu xinfan <em>Li Huiniang</em>” (Watching the new Kun opera translation of <em>Li Huinaing</em>), <em>Xiju bao</em> (August 1961): 47-49."]},{"type":"citation","notes":["Lou Shiyi, “Wo huai Meng Chao” [I think of Meng Chao], People’s Daily (10 October, 1979)."]}]},{"paragraph":20,"notes":[{"type":"commentary","notes":["Mao said that “to study Marxism” does “not mean writing philosophical lectures into our works of literature and art,” but true Marxism necessitated destroying art and culture: “Marxism definitely destroys creative moods that are feudal, bourgeois, petty-bourgeois, liberalistic, individualist, nihilist, art-for-art’s sake, aristocratic, decadent or pessimistic, and every other creative mood that is alien to the proletariat. So far as proletarian writers and artists are concerned, should not these kinds of creative moods be destroyed? I think they should; they should be utterly destroyed. And while they are being destroyed, something new can be constructed.” Mao Zedong, “Talks at the Yan’an Forum on Literature and Art,” in Kirk Denton, ed., <a href=\"http://www.worldcat.org/oclc/31901614\"><em>Modern Chinese Literary Thought: Writings on Literature, 1893-1945</em></a> (Stanford: Stanford University Press, 1996): 481."]}]},{"paragraph":22,"notes":[{"type":"citation","notes":["Meng Chao, <em>Li Huiniang</em> (Shanghai: Shanghai wenyi, 1980): 9."]}]},{"paragraph":31,"notes":[{"type":"citation","notes":["Roderick MacFarquhar, <a href=\"http://www.worldcat.org/oclc/45311922\"><em>The Origins of the Cultural Revolution, The Great Leap Forward 1958-1960</em></a> (New York: Columbia University Press, 1983)."]}]},{"paragraph":33,"notes":[{"type":"commentary","notes":["Ma Jianling was a luminary in the theatre world, known not for exquisite poetry and deft deployment of classical allusions, but for sticking close to Mao’s stated ideals for socialist art and literature. He and Meng Chao were both true believers in both traditional opera and its potential for socialist adaptation, but his Li Huiniang, of <i>Wandering West Lake</i>, could not have been more different from the Li Huiniang that sprung from Meng Chao. His ghost play was ghostless.<br /><br />On the surface, it was an eminently logical approach to a dramatic element that had become undesirable. From the late nineteenth century on, Chinese intellectuals had been overwhelmingly concerned with the “backward” nature of Chinese culture and people, represented by fortune telling, belief in fate, and all other <i>unmodern, unscientific</i>, superstitious thinking. And what could be more superstitious than belief in ghosts and gods—the idea that after death, people could return in ghostly form to right wrongs or instruct the living?<br /><br />In Ma’s version, there is a complicated twist of mistaken identity, a doppelgänger of Li Huiniang named Li <i>Rui</i>niang, and an ending that required no one to die (or more importantly, return from the dead as a ghost). Many artists and intellectuals were—unsurprisingly—horrified. Here was the end result of all those things that sounded so wonderful in the abstract, the calls for purely socialist literature aimed at the proletariat: a ghost play without a ghost! In making it suitable for the superstitious masses, Ma had ruined the play for <i>the intellectuals</i>, those with the education to appreciate the immense weight of a glorious literary past. It was probably the first time many of them had really seen the full implications of revising, adapting, and creating art that measured up to their pre-1949 calls. They realized that creating socialist art, in its most extreme form, would mean jettisoning the great achievements that they could call their own. What would then be left?<br /><br />The fury of intellectual circles must have shocked Ma, and he soon revised his revision. He made Li Huiniang a ghost once more, and it is this version of Ma’s play that remained on the books. Recent reprinting of his <i>Wandering West Lake</i> show no trace of his ghostless ghost play. <br /><br />See Liu Naichong, “Duzhe dui Ma Jianling gaibian ‘You xihu’ juben yijian” [Readers’ opinions on Ma Jianling’s revised script ‘Wandering West Lake’] <i>Juben</i> (June 1955): 162-166."]},{"type":"citation","notes":["Meng Chao, “Shi fa danqing tu guixiong - kunqu <em>Li Huiniang</em> chuban daiba” [An attempt to portray a ghost hero - the postscript to the publication of the Kun opera <em>Li Huiniang</em>), in Meng Chao, <em>Li Huiniang</em>: 108-119, 108."]}]},{"paragraph":39,"notes":[{"type":"citation","notes":["Judith T. Zeitlin, <a href=\"http://www.worldcat.org/oclc/256792191\"><em>The Phantom Heroine: Ghosts and Gender in Seventeenth-Century Chinese Literature</em></a> (Honolulu: University of Hawai’i Press, 2007)."]}]},{"paragraph":40,"notes":[{"type":"citation","notes":["Feng Qiyong, “Cong ‘Lüyiren chuan’ dao <em>Li Huiniang</em>” [From “The Woman in Green” to <em>Li Huiniang</em>], <em>Beijing wenyi</em> (November 1962): 51-56."]}]},{"paragraph":44,"notes":[{"type":"citation","notes":["Feng Qiyong, “Cong ‘Lüyiren chuan’ dao <em>Li Huiniang</em>” [From “The Woman in Green” to <em>Li Huiniang</em>], <em>Beijing wenyi</em> (November 1962): 51-56."]}]},{"paragraph":45,"notes":[{"type":"citation","notes":["Qu You, <em>Qiandeng Xinhua</em> [New tales told by lamplight] (Shanghai: Shanghai guxiang chubanshe, 1981): 104-107."]}]},{"paragraph":46,"notes":[{"type":"citation","notes":["Kang-I Sun Chang, Han Saussy, eds., <a href=\"http://www.worldcat.org/oclc/47008186\"><em>Women Writers of Traditional China: An Anthology of Poetry and Criticism</em></a> (Stanford: Stanford University Press, 1999)."]}]},{"paragraph":50,"notes":[{"type":"commentary","notes":["Here we see the miraculous corporality of Chinese ghosts. Imagine needing to be told your lover is, in fact, dead! The wondrous feats they manage seem less surprising, given that they are hardly misty specters."]}]}]