[{"paragraph":1,"notes":[{"type":"commentary","notes":["<b>Ducats</b> were gold coins used throughout Europe from the thirteenth century until the First World War. By the seventeenth century they were a major global currency. Although minted by different states in Europe and the Mediterranean, Ducats were known for their reasonably consistent weight and gold content. Barbary Ducats, however, were notorious for containing less gold than Ducats minted in other places. See Shepard Pond, “The Ducat: Once an Important Coin in European Business,” <i>Bulletin of the Business Historical Society</i> 14 no. 2 (April 1, 1940): 17-19. The term “Barbary” derives from the Berber peoples of North Africa. In the seventeenth century, “Barbary Coast” or “Barbary States” referred to the North African states of Morocco, Algiers, Tunis, and Tripoli. Morocco was fully independent while the other states were semi-autonomous parts of the Ottoman Empire ruled by a Dey a Bey and a Pasha respectively. For a comprehensive discussion of relations between England and the Barbary States in this period, see Nabil Matar, <a href='http://www.worldcat.org/oclc/738518179' target='_blank'><i>Britain and Barbary, 1589-1689</i></a> (Gainesville: University Press of Florida, 2005).<br /><br />The <b>English Press Gang</b> were agents of the Royal Navy who in times of war operated to (often violently) recruit sailors to man English warships. Maritime communities sometimes came to the aid of their impressed neighbors and relatives causing violent affrays and press riots. Ned, in usual form, escaped the press gang by disguising himself as a Dutch merchant. For more on Naval impressment see Nicholas Rogers, <a href='http://www.worldcat.org/oclc/646806807' target='_blank'><i>Press Gang: Naval Impressment and Its Opponents in Georgian Britain</i></a> (London: Hambledon Continuum, 2008).<br /><br />The following narrative and quotations are drawn from the sailor’s memoir. This article references an early eighteenth-century copy of Ned’s narrative “transcribed by John Millar 1717-18.” Edward Coxere, Narrative of Edward Coxere, 1647-1684, Library of Congress Manuscript Division Washington, D.C. In 1945, rare book dealer and poet E. H. W. Meyerstein published an edited edition of Ned’s original 1658 manuscript. See E. H. W. Meyerstein, ed., <a href='http://www.worldcat.org/oclc/655102587' target='_blank'><i>Adventures by Sea of Edward Coxere</i></a> (London: Clarendon Press, 1945)."]},{"type":"citation","notes":["Edward Coxere, <a href=\"http://www.worldcat.org/oclc/70982110\"><em>Narrative of Edward Coxere, 1647-1684</em></a>, Library of Congress Manuscript Division Washington, D.C."]},{"type":"image","notes":[{"url":"ducat.jpg","alt":"Photo of a Sicilian Ducat","caption":"Photo of a Sicilian Ducat.","credit":"Wikimedia Commons"}]}]},{"paragraph":2,"notes":[{"type":"commentary","notes":["“Pieces of eight” was the colloquial name for a Spanish Dollar, which was another of the first global currencies. A Spanish Dollar or “Peso” was worth eight Reales and could be physically cut into eight pieces to make change and creating “pieces of eight.”"]}]},{"paragraph":5,"notes":[{"type":"commentary","notes":["From the sixteenth century, North African privateers or “Barbary Corsairs” attacked European merchant ships, plundering the vessels and taking the sailors as slaves. Nations who made treaties and paid tribute to the Barbary States were issued Mediterranean passes, which secured a ship against attack. One way to escape from slavery was to convert to Islam. Indeed Ned’s ship was captured by an English “Renegade,” a captain who had “turned Turk”—that is converted to Islam and become a corsair. For more on English slaves in North Africa see Part I of Linda Colley, <a href=\"http://www.worldcat.org/oclc/492809796\"><em>Captives: Britain, Empire, and the World, 1600-1850</em></a> (Norwell, MA: Anchor, 2004). The Barbary captivity narrative became a popular genre in this period, of which Ned’s adventures is a prime example. For a collection of captivity narratives see <a href=\"http://www.worldcat.org/oclc/46462855\"><em>Piracy, Slavery, and Redemption: Barbary Captivity Narratives from Early Modern England</em></a> (New York: Columbia University Press, 2001)."]}]},{"paragraph":7,"notes":[{"type":"citation","notes":["John Raithby, “Charles II, 1660: An Act for the Encouraging and increasing of Shipping and Navigation,” in <a href=\"http://www.worldcat.org/oclc/2988006\"><em>Statutes of the Realm: volume 5: 1628-80</em></a> edited by John Raithby (1819), pp. 246-250.","Marcus Rediker, <a href=\"http://www.worldcat.org/oclc/15318069\"><em>Between the Devil and the Deep Blue Sea: Merchant Seamen, Pirates, and the Anglo-American maritime world, 1700-1750</em></a> (Cambridge: Cambridge University Press, 1989).","Herman Melville, <a href=\"http://www.worldcat.org/oclc/44955177\"><em>Moby Dick</em></a> (Evanston, IL: Northwestern University Press, 1988), p. 230."]}]},{"paragraph":11,"notes":[{"type":"citation","notes":["Penelope Lane, Neil Raven, and K. D. M. Snell, <a href=\"http://www.worldcat.org/oclc/54006507\"><em>Women, Work, and Wages in England, 1600-1850</em></a> (Suffolk: Boydell &amp; Brewer, 2004), p. 56."]}]},{"paragraph":12,"notes":[{"type":"citation","notes":["Marcus Rediker, <a href=\"http://www.worldcat.org/oclc/15318069\"><em>Between the Devil and the Deep Blue Sea</em></a>.","Sir John Fielding, quoted in Linda Colley, <a href=\"http://www.worldcat.org/oclc/137331502\"><em>The Ordeal of Elizabeth Marsh: A Woman in World History</em></a> (New York: Random House, 2009), p. 14."]}]}]