[{"paragraph":3,"notes":[{"type":"commentary","notes":["The concept of the “Indies” dated to Christopher Columbus’s time, and originally had spanned all the way from modern Ethiopia to China, which was called “Cathay.” The first English trading voyage to the Indies using the round-Africa route employed by the Dutch, Spanish, and Portuguese was organized under the new East India Company in 1599."]},{"type":"citation","notes":["“Third Voyage of Master John Davis,” in Thomas Rundall, <a href=\"http://www.worldcat.org/oclc/63369126\"><em>Narratives of Voyages to the North-West, in Search of a Passage to Chathay and India, 1496 to 1631</em></a> (London: The Hakluyt Society, 1849)."]}]},{"paragraph":4,"notes":[{"type":"citation","notes":["“Journal of the Voyage of John Knight to Seek the North-West Passage, 1606,” in <a href=\"http://www.worldcat.org/oclc/2478813\"><em>The Voyages of Sir James Lancaster, to the East Indies</em></a>, edited by Clements R. Markham (London: The Hakluyt Society, 1877)."]}]},{"paragraph":9,"notes":[{"type":"commentary","notes":["The northern lands and waters probed by these mariners were not empty of humanity. European passage-seekers encountered the Inuit, who had relatively recently completed their own transit of the Arctic archipelago from the opposite direction. Their ancestors, the Thule, had moved eastward from Alaska, displacing the Dorset culture along the way. By the fifteenth century the Inuit had reached Baffin Bay and the Atlantic, and began moving aside the Innu down the Labrador coast in the sixteenth century. See Olive Patricia Dickason, <a href=\"http://www.worldcat.org/oclc/432402908\"><em>A Concise History of Canada’s First Nations</em></a> (Oxford: Oxford University Press, 2006)."]},{"type":"citation","notes":["Olive Patricia Dickason, <a href=\"http://www.worldcat.org/oclc/432402908\"><em>A Concise History of Canada’s First Nations</em></a> (Oxford: Oxford University Press, 2006).","“Third Voyage of Master John Davis,” in Thomas Rundall, <a href=\"http://www.worldcat.org/oclc/63369126\"><em>Narratives of Voyages to the North-West</em></a>."]}]},{"paragraph":13,"notes":[{"type":"citation","notes":["“Journal of the Voyage of John Knight to Seek the North-West Passage, 1606,” in <a href=\"http://www.worldcat.org/oclc/2478813\"><em>The Voyages of Sir James Lancaster, to the East Indies</em></a>."]}]},{"paragraph":24,"notes":[{"type":"commentary","notes":["Waymouth may have been trying to describe seawater on the verge of freezing. See “Voyage of Captain George Waymouth,” in Thomas Rundall, <a href=\"http://www.worldcat.org/oclc/63369126\"><em>Narratives of Voyages to the North-West</em></a>."]}]},{"paragraph":25,"notes":[{"type":"image","notes":[{"url":"Molyneux.jpg","alt":"Molyneux globe","caption":"It took Molyneux four or five years to construct the pair of globes. They were the first ever made in England and represented only the second time a globe had been made anywhere in Europe for navigation at sea. See D.W. Waters, <a href='http://www.worldcat.org/oclc/569212' target='_blank'><i>The Art of Navigation in England in Elizabethan and Early Stuart Times</i></a> (New Haven: Yale University Press, 1958).","credit":"Douglas Hunter"}]}]},{"paragraph":26,"notes":[{"type":"citation","notes":["“Abstract of the Journal” [1610–11 voyage], in George Michael Asher, editor, <a href=\"http://www.worldcat.org/oclc/2749330\"><em>Henry Hudson the Navigator</em></a>, (London: The Hakluyt Society, 1861)."]}]},{"paragraph":32,"notes":[{"type":"commentary","notes":["These early voyages of exploration were privately funded ventures, and the “supercargo” was aboard as the investors’ representative. A ship was commanded by a master (not a captain), and his second-in-command was the master’s mate. Often this is shortened informally to “mate” but that can cause confusion with the boatswain’s mate. Some voyages had a designated pilot, who was in charge of navigation, although his job was sometimes filled by the master or the master’s mate. Other senior crew positions above the ranks of common sailors were the boatswain (who was generally in charge of the equipment and perhaps the crew as well), the carpenter, and the cook. A barber-surgeon might also be along. Young gentlemen adventures often rounded out these ship’s companies."]}]},{"paragraph":35,"notes":[{"type":"commentary","notes":["That was Baffin’s second voyage into the Arctic archipelago in search of a passage. The first, in 1615, like the second, used Hudson’s ship the <i>Discovery</i> (which as noted likely was George Waymouth’s <i>Discovery</i>)."]}]},{"paragraph":36,"notes":[{"type":"citation","notes":["“Master Baffin his Letter to the right Worshippfull Sir John Wolstenholme, one of the chiefe Adventurers for the discovery of a passage to the North-west,” in Thomas Rundall, <a href=\"http://www.worldcat.org/oclc/63369126\"><em>Narratives of Voyages to the North-West</em></a>."]}]},{"paragraph":38,"notes":[{"type":"citation","notes":["John Ross, <a href=\"http://www.worldcat.org/oclc/4559652\"><em>A voyage of discovery, made under the orders of the Admiralty, in his majesty’s ships “Isabella” and “Alexander,” for the purpose of exploring Baffin’s Bay, and enquiring into the probability of a north-west passage</em></a> (London, 1819; 2nd ed., 2v., 1819)."]}]},{"paragraph":41,"notes":[{"type":"commentary","notes":["Relations with the Inuit were frequently unpredictable and bloody during the first phase of encounters with the English in the late sixteenth- and early seventeenth centuries, with abductions and killings on both sides. When the British Admiralty resumed a search of a Northwest Passage in the early nineteenth century, encounters were far more cordial. The Inuit helped keep John Ross’s men alive in their multiyear marooning. But the British never absorbed all the lessons available to them on how to survive in the polar world."]}]},{"paragraph":45,"notes":[{"type":"citation","notes":["H.P. Biggar, ed., <a href=\"http://www.worldcat.org/oclc/4530824\"><em>The Works of Samuel de Champlain</em></a>, Vol. 2 (Toronto: The Champlain Society, 1925)."]}]},{"paragraph":48,"notes":[{"type":"citation","notes":["Thomas A. Janvier, <a href=\"http://www.worldcat.org/oclc/1817004\"><em>Henry Hudson: A Brief Statement of his Aims and his Achievements</em></a> (Harper &amp; Bros., 1909).","Llewelyn Powys, <a href=\"http://www.worldcat.org/oclc/1445242\"><em>Henry Hudson</em></a> (New York: Harper &amp; Bros., 1928).","Samuel Purchas, <a href=\"http://www.worldcat.org/oclc/3751967\"><em>Purchas His Pilgrimage</em></a> (London, 1617).","George Michael Asher, editor, <a href=\"http://www.worldcat.org/oclc/2749330\"><em>Henry Hudson the Navigator</em></a>.","Reginald Godfrey Marsden, <a href=\"http://www.worldcat.org/oclc/561195602\"><em>English Ships in the Reign of James I</em></a>, Vol. 19 (London: New Series of Transactions of the Royal Historical Society, 1905).","C. L’Estrange Ewen, <a href=\"http://www.worldcat.org/oclc/10246914\"><em>The Northwest Passage: Light on the Murder of Henry Hudson from Unpublished Depositions</em></a> (self-published, 1938)."]}]}]