[{"paragraph":8,"notes":[{"type":"commentary","notes":["In the opening pages of the “Theory of a Double World,” Stapp dedicated the book to the library in lines that read like marriage vows. “Whatever the vicissitudes of the ‘Theory of a Double World,’ before any other library, he wishes to place the first manuscript in the Seattle Public Library, to have and to hold from this day forth; through silence and inattention; through curiosity and wonder; through derision and controversy; through fearsome approaches and awakening interest, till death do us … But why speak of death? Death should be the last thing in the world that this writer would admit!”"]},{"type":"citation","notes":["Orrill V. Stapp, Theory of a Double World. 1949. TS. Seattle Public Library, Seattle Washington."]}]},{"paragraph":17,"notes":[{"type":"commentary","notes":["In the Fall of 1991, Janet Ore interviewed Stan Stapp as part of the research for her book <i>The Seattle Bungalow: People and Houses, 1900–1940</i> (Seattle: University of Washington Press, 2007). Now a professor of history at Colorado State University, Ore was kind enough to share these tapes with me."]}]},{"paragraph":24,"notes":[{"type":"commentary","notes":["In 1906, a medium named Leonora Piper mentioned the term ‘Zeivorn,’ which she said was a password, during a session with William James. At the time Piper was purporting to channel Society for Psychical Research member Richard Hodgson, who had died the previous year. In 1919, the novelist Hubert Wales proposed that ‘Zeivorn’ was in fact code for ‘Minerva,’ the name of one of Piper’s daughters."]}]},{"paragraph":33,"notes":[{"type":"commentary","notes":["Northern State Hospital closed in 1973, and today many of the buildings are abandoned. The picturesque ruins are a favored site for reports of hauntings, and for paranormal investigators."]}]},{"paragraph":38,"notes":[{"type":"commentary","notes":["And for what it’s worth, <i>Theory of a Double World</i> received the call number R133.9 St27T. The librarian at the Seattle Room informed me that 133.9 referred to “Specific topics in parapsychology and occultism: Spiritualism.”<br /><br />Stapp strongly denied being a Spiritualist."]}]}]