[{"paragraph":6,"notes":[{"type":"commentary","notes":["Indeed, sometimes the critic must himself do violence to the vanishing lady in order to wrench her into his theoretical frame. Stuart Culver repeatedly refers to her as a “manikin” in order to stress her similarity to Baum’s Scarecrow, a being who is only real when organized around a lack or a desire, for which the jaunty hat is poor compensation. Stuart Culver, “What Manikins Want: The Wonderful Wizard of Oz and the Art of Decorating Dry Goods Windows,” <i>Representations</i> 21 (1988): 97-116."]},{"type":"citation","notes":["Anne Friedberg, “Cinema and the Postmodern Condition” in <a href=\"http://www.worldcat.org/oclc/30157331\"><em>Viewing Positions: Ways of Seeing Film</em></a>, edited by Linda Williams (New Brunswick, NJ: Rutgers University Press, 1994), p. 5.","Lauren Rabinovitz, <a href=\"http://www.worldcat.org/oclc/37903614\"><em>For the Love of Pleasure: Women, Movies, and Culture in Turn-of-the-Century Chicago</em></a> (New Brunswick, NJ: Rutgers University Press, 1998), pp. 78-79.","Karen Beckman, <a href=\"http://www.worldcat.org/oclc/50519305\"><em>Vanishing Women: Magic, Film, Feminism</em></a> (Durham, NC: Duke University Press, 2003), pp. 2-6."]}]},{"paragraph":8,"notes":[{"type":"commentary","notes":["Nor was Baum quite the father of modern spectacle that contemporary scholarship on consumer culture has figured him to be. <i>The Show Window</i> was not the first journal on window trimming. <i>Harman’s Journal: Window Dressing and Decorating</i> was founded in 1893 and by 1896 Harry Harman had even started the field’s first professional organization, the Window Dressers’ Bureau. Baum’s efforts to assume ascendancy in the profession would appear to have been a success, however, because <i>Harman’s</i> ceased publication in 1899."]},{"type":"citation","notes":["Chas. W. Morton, “An Illusion Window,” <i>The Show Window</i> 3, no. 5 (November 1898): 204-205.","L. Frank Baum, <a href=\"http://www.worldcat.org/oclc/54164744\"><em>The Art of Decorating Dry Goods Windows and Interiors</em></a> (Chicago: The Show Window Publishing Company, 1900)."]}]},{"paragraph":9,"notes":[{"type":"citation","notes":["Annette Kassis, <a href=\"http://www.worldcat.org/oclc/798058249\"><em>Weinstock: Sacramento’s Finest Department Store</em></a> (Charleston, SC: The History Press, 2012), pp. 28-29.","“Wins a Diamond Medal,” <i>Sacramento Daily Union</i>, August 31, 1899."]}]},{"paragraph":10,"notes":[{"type":"commentary","notes":["Baum would approve. One of the many suggested displays in <i>The Art of Decorating Dry Goods Windows and Interiors</i> was the “Framed Form,” a window that mimicked the display of paintings on gallery and museum walls by placing a large, empty gilt frame in front of a dress mannequin, who would be dramatically lit against a dark background."]},{"type":"citation","notes":["Baum, <a href=\"http://www.worldcat.org/oclc/54164744\"><em>The Art of Decorating Dry Goods Windows and Interiors</em></a>, pp. 23-26."]}]},{"paragraph":12,"notes":[{"type":"commentary","notes":["The late nineteenth-century saw a radical transformation in the way goods were bought and sold in American cities. The department stores that evolved from dry goods stores in the 1870s and 1880s were enabled, first of all, by technological innovations like cast-iron architecture and the manufacture of large sheets of plate glass, which allowed for dramatic exteriors, and interiors with high ceilings and unbroken expanses of display space.<br /><br />Inside these grand halls, store managers could stock an unprecedented variety of goods, and they revised traditional methods of negotiating a sale in order to turn over this stock faster. Instead of storing their goods in cabinets behind counters, to be pulled out and haggled over with each customer, department stores arrayed their goods in full view and gave each item a single fixed price. Customers were now free to enter department stores without the obligation to buy.<br /><br />The first few decades of the department store saw a myriad of other innovations to the business of retailing—including the acceptance of returns, more flexible buying patterns from wholesalers which resulted in greater economies of scale and better discounts for customers, the creation of departments within department stores, and concessions to customers’ comfort in the form of lounges, restaurants, free lectures, delivery services, and day care. But the most revolutionary change was the creation of an atmosphere of browsing. Rachel Bowlby describes the new mode of selling as a twin process of reinvention: <blockquote>In the shift to consumer capitalism, then, modern commerce engages in a curiously double enterprise. On the one hand, a process of rationalization: the transformation of selling into an industry. The department stores are organized like factories, with hundreds of workers, shareholding companies, vast turnovers, and careful calculation of continual strategies of expansion. On the other hand, the transformation of industry into a shop window. This massive and revolutionary extension of scope is achieved by the association of commerce with ideological values that seem to be diametrically opposed to the mundane actuality of work, profits and rationality. The grands magasins, like the great exhibitions, appear as places of culture, fantasy, divertissement, which the customer visits more for pleasure than necessity.</blockquote>By 1890, these structural foundations of modern consumption were in place, and department store managers now sought new ways to fill their wide aisles with enough customers to make profitable their expensive services. If department store managers previously focused their energies on providing the best and least expensive products to suit consumers’ needs, after 1890 they increasingly turned their resources toward convincing consumers to desire more than what they strictly needed.<br /><br />On the transformation from dry goods emporiums to department stores, see Susan Porter Benson, <a href='http://www.worldcat.org/oclc/12557301' target='_blank'><i>Counter Cultures: Saleswomen, Managers, and Customers in American Department Stores, 1890-1940</i></a> (Urbana: University of Illinois Press, 1986), 13-74; William Leach, <a href='http://www.worldcat.org/oclc/26929898' target='_blank'><i>Land of Desire: Merchants, Power, and the Rise of a New American Culture</i></a> (New York: Vintage Books, 1993), 15-150; and Elaine Abelson, <a href='http://www.worldcat.org/oclc/19623873' target='_blank'><i>When Ladies Go A’Thieving: Middle-Class Shoplifters in the Victorian Department Store</i></a> (New York: Oxford University Press, 1989), 13-41. Rachel Bowlby, <a href='http://www.worldcat.org/oclc/11533086' target='_blank'><i>Just Looking: Consumer Culture in Dreiser, Gissing and Zola</i></a> (New York: Methuen, 1985), 6."]}]},{"paragraph":15,"notes":[{"type":"citation","notes":["<i>The Show Window</i> 3 no. 4 (October 1898): p. 145."]}]},{"paragraph":17,"notes":[{"type":"citation","notes":["William Leach, <a href=\"http://www.worldcat.org/oclc/26929898\"><em>Land of Desire: Merchants, Power, and the Rise of a New American Culture</em></a> (New York: Vintage Books, 1993), p. 70."]}]},{"paragraph":20,"notes":[{"type":"citation","notes":["Mark Graham, “The Window Gazer,” <i>The Show Window</i> 1 no. 1 (November 1, 1897): 1.","“The Window Gazer and His Work,” <i>Dry Goods Economist</i> (November 17, 1900): 31."]}]},{"paragraph":23,"notes":[{"type":"commentary","notes":["“If I were asked to designate any one particular illusion as the most brilliant I know, I should unhesitatingly mention that of the vanishing lady, invented by Buatier de Kolta. Its very success was its ruin, so transcendent was it in mystification. The effect of the trick upon the spectator, the first time he sees it, is nothing short of marvellous. The performer brings forward a lady to the front of the stage, seats her upon a chair in full view of the spectators, spreads over her a piece of filmy silk, so gauzy that the outlines of her figure may be discerned through it, and while she is in this position he whisks off the silk. The chair is there; the lady has vanished.<br /><br />“The explanatory details of this wonderful trick, which are now known by every tyro in the profession, would weary rather than instruct. I have often experimented with the trick myself as a curiosity. Suffice it to say that the elaborate mechanical operations necessary for its production would almost build a locomotive, and yet they are exhausted in a hundred springs and bolts of steel working like the springs of a watch and all cooperating, with the aid of a confederate working through a trap-door under the stage.”"]},{"type":"citation","notes":["Alexander Herrmann, “The Art of Magic,” <i>The North American Review</i> CLIII no. 416 (1891): pp. 95-96."]}]},{"paragraph":24,"notes":[{"type":"commentary","notes":["See also David Devant, <a href=\"http://www.worldcat.org/oclc/7637606\"><em>My Magic Life</em></a> (London: Hutchinson &amp; Co., 1931) in which he describes watching de Kolta’s version and then restaging the trick with two identical women."]},{"type":"citation","notes":["“The Vanished Lady,” <i>The Saturday Review of Politics, Literature, Science, and Art</i> 62 (August 14, 1886): 222."]}]},{"paragraph":26,"notes":[{"type":"commentary","notes":["Neil Harris coined the term “operational aesthetic” to describe mid-nineteenth-century entertainment in <i>Humbug</i> (1973), and Michael Leja updates the term for the turn of the century in <i>Looking Askance</i> (2004). See also Michael Taussig, <i>Mimesis and Alterity</i> (1993) for the term “mimetic excess;” Tom Gunning, “An Aesthetic of Astonishment: Early Film and the (In)Credulous Spectator,” (1989) for the “aesthetics of astonishment;” Paul Staiti, “Illusionism, Trompe l’Oeil, and the Perils of Viewership,” (1992), which uses the term “phenomenology” in sussing out the cognitive process of looking at <i>trompe l’oeil</i>; and James W. Cook, <i>The Arts of Deception</i> (2001), which uses the term “artful deception.”"]},{"type":"citation","notes":["James W. Cook, <a href=\"http://www.worldcat.org/oclc/45532418\"><em>The Arts of Deception: Playing with Fraud in the Age of Barnum</em></a> (Cambridge: Harvard University Press, 2001).","Tom Gunning, “An Aesthetic of Astonishment: Early Film and the (In)Credulous Spectator,”  <i>Art &amp; Text</i> 34 (1989): 31-45.","Neil Harris, <a href=\"http://www.worldcat.org/oclc/659061\"><em>Humbug: The Art of P.T. Barnum</em></a> (Boston: Little, Brown, 1973).","Michael Leja, <a href=\"http://www.worldcat.org/oclc/53253986\"><em>Looking Askance: Skepticism and American Art from Eakins to Duchamp</em></a> (Berkeley: University of California Press, 2004).","Paul Staiti, “Illusionism, Trompe l’Oeil, and the Perils of Viewership,” <a href=\"http://www.worldcat.org/oclc/24143202\"><em>William M. Harnett</em></a>, edited by Doreen Bolger, Marc Simpson, and John Wilmerding (Fort Worth: Amon Carter Museum, 1992): 31-47.","Michael Taussig, <a href=\"http://www.worldcat.org/oclc/26719038\"><em>Mimesis and Alterity: A Particular History of the Senses</em></a> (New York: Routledge, 1993)."]}]},{"paragraph":28,"notes":[{"type":"citation","notes":["“The Professional Trimmer at Work,” <i>The Show Window</i> 1 no. 1 (November 1, 1897): p. 3."]}]},{"paragraph":29,"notes":[{"type":"commentary","notes":["The psychologists agree with the magicians that a spectator’s attempt to penetrate the illusion will always fail. “If you know how a conjurer causes a dollar to disappear, you know nothing, and you will be deceived hundreds of times by this same trick,” Dessoir writes in “<a href='http://www.worldcat.org/oclc/24191161' target='_blank'>Psychology of the Art of Conjuring</a>,” pp. 137-8. “What makes prestidigitation the art of deception is not the technical outward appearance, but the psychological kernel.”<br /><br />Dessoir and Jastrow both discover that kernel lodged in the space between two fundamental rules of stage magic: never tell an audience beforehand what you are about to do, and really do first that which you want the audience to believe you have done later. So, for instance, when making a ball disappear in midair, the magician should not announce that the ball will disappear on the fourth toss, but should straightforwardly toss the ball into the air three times before palming it and only pantomiming the fourth toss—most audiences will report that they saw the ball leave the magician’s hand only to vanish on the way up.<br /><br />Jastrow explains in “The Psychology of Deception,” published in the December 1888 issue of <i>The Popular Science Monthly</i>, that this misperception is because “we are creatures of the average; we are adjusted for the most probable event; our organism has acquired the habits impressed upon it by the most frequent repetitions; and this has induced an inherent logical necessity to interpret a new experience by the old, an unfamiliar by the familiar” (p. 147). The magician effectively prevents the audience from making their own inference about what will happen and instead implants a false inference.<br /><br />Dessoir notes two basic principles of perception that magicians manipulate in order to substitute their own suggestions. The first is association: to create the impression that he has opened a paper bag, the magician need merely create the snapping sound that we associate with the action. The second is imitation: to divert attention from the manipulations of his left hand, the magician need merely gaze hypnotically at the wand in his right hand for the audience to do the same. (The paper bag example comes from Jim Steinmeyer, <a href='http://www.worldcat.org/oclc/53221208' target='_blank'><i>Hiding the Elephant: How Magicians Invented the Impossible and Learned to Disappear</i></a> (New York: Carroll &amp; Graf, 2003), p. 117.)<br /><br />Dessoir might well have pointed out that these principles resemble John Stuart Mills’s laws of the mind as he enumerated them in <a href='http://www.worldcat.org/oclc/60718632' target='_blank'><i>A System of Logic, Ratiocinative and Inductive</i></a>. Specifically, laws such as “when two impressions have been frequently experienced (or even thought of) either simultaneously or in immediate succession, then whenever one of these impressions, or the idea of it, recurs, it tends to excite the idea of the other.” Magicians succeed by turning the mind against itself."]},{"type":"citation","notes":["Norman Triplett, “The Psychology of Conjuring Deceptions,” <i>The American Journal of Psychology</i> 11 no. 4 (1900): 439-510.","Joseph Jastrow, “Psychological Notes Upon Sleight-of-Hand Experts,” <i>Science</i> 3 no. 71 (1896): 685-689.","Alfred Binet, “Psychology of Prestidigitation,” <i>Annual Report of the Board of Regents of the Smithsonian Institution</i> (1894): 555-71.","Max Dessoir, “Psychology of the Art of Conjuring,” <a href=\"http://www.worldcat.org/oclc/24191161\"><em>Around the World with a Magician and a Juggler</em></a>, edited by H.J. Burlingame (Chicago: Clyde Publishing Co., 1891), 137-165."]}]},{"paragraph":31,"notes":[{"type":"commentary","notes":["“When a merchant goes to any expense connected with his business the object is <i>to sell goods</i>. There are several ways to do this through the show window. One is to display a shirt waist or a pair of shoes or any other articles so prominently that they attract the attention of the passer-by, who, seeing their desirably qualities, is induced to step in and purchase. If but one plate glass window existed in a town, that window, filled with any class of goods, would surely sell them. But there is competition everywhere—even in selling goods—and plate glass fronts line the streets of every village. No need to enter a store to know its contents; they most desirable items of the stocks are open to the gaze of all outsiders.” “Up-to-date Ideas,” <i>The Show Window</i> 2 no. 5 (April 1, 1898): 143."]}]},{"paragraph":33,"notes":[{"type":"citation","notes":["Elaine Abelson, <a href=\"http://www.worldcat.org/oclc/19623873\"><em>When Ladies Go A’Thieving: Middle-Class Shoplifters in the Victorian Department Store</em></a> (New York: Oxford University Press, 1989), p. 74."]}]},{"paragraph":35,"notes":[{"type":"citation","notes":["Gardener C. Teall, “Up the Street,” <i>The Show Window</i> 2 no. 3 (March 1898): p. 97."]}]},{"paragraph":36,"notes":[{"type":"citation","notes":["<i>The Show Window</i> 2 no. 2 (February 1898): p. 12."]}]},{"paragraph":37,"notes":[{"type":"citation","notes":["Kenneth Brown, “The Merciful Wax Lady,” <i>The Show Window</i> 3 no. 7 (January 1899): p. 13."]}]},{"paragraph":39,"notes":[{"type":"citation","notes":["“A Case of Jealousy,” <i>The Show Window</i> 3 no. 3 (September 1898): 95.","“A Little Nigger,” <i>The Show Window</i> 3 no. 2 (August 1898): p. 91.","“The Doll Who Wouldn’t,” <i>The Show Window</i> 2 no. 3 (March 1898): p. 101."]}]},{"paragraph":40,"notes":[{"type":"commentary","notes":["For an example of how critical theory sees violence or deadening in window display, see Karen Beckman’s <a href=\"http://www.worldcat.org/oclc/50519305\"><em>Vanishing Women</em></a> (which describes “Baum’s” window as “the subtly gruesome spectacle of fashion fineries draped over a dismembered female body”). For how theorists read those displays as denying goods their commodity status, see Leja, <a href=\"http://www.worldcat.org/oclc/53253986\"><em>Looking Askance</em></a>, 149 and Sarah Burns, <a href=\"http://www.worldcat.org/oclc/34474299\"><em>Inventing the Modern Artist: Art and Culture in Gilded Age America</em></a> (New Haven: Yale University Press, 1996), 55."]}]},{"paragraph":42,"notes":[{"type":"citation","notes":["“Human Forms” <i>The Show Window</i> 2 no. 4 (April 1, 1898): p. 157.","“Human Forms in Windows” <i>The Show Window</i> 2 no. 5 (May 1, 1898): p. 192.","“Red Dog’s Show Window,” <i>The Show Window</i> 2 no. 4 (April 1, 1898): p. 131.","Stanley Waterloo, “Love and a Show Window,” <i>The Show Window</i> 2 no. 3 (March 1, 1898): p. 87.","Charles Eugene Banks, “The Lady’s Choice—A Tragedy,” and “His Selection,” <i>The Show Window</i> 3 no. 4 (October 1898): p. 143."]}]}]