[{"paragraph":2,"notes":[{"type":"commentary","notes":["This is William Dampier’s full account of Wafer’s return: “It was in the evening when we came to an anchor, and the next morning we fired two guns for the Indians that lived on the Main to come aboard; for by this time we concluded we should hear from our five men that we left in the heart of the country among the Indians, this being about the latter end of August, and it was the beginning of May when we parted from them. According to our expectations the Indians came aboard and brought our friends with them: Mr. Wafer wore a clout about him, and was painted like an Indian; and he was some time aboard before I knew him.”"]},{"type":"citation","notes":["William Dampier, <em>A New Voyage Round the World</em>, (London: 1697)."]}]},{"paragraph":5,"notes":[{"type":"citation","notes":["Ronald A. Malt, “Lionel Wafer, Pirate-Surgeon to the Bucaneers,” <em>Journal of the History of Medicine and Allied Sciences</em>, 14:4 (1959:Oct.) p.459."]}]},{"paragraph":9,"notes":[{"type":"citation","notes":["British Library, Sloane MS 3236 and Add. MS 33054."]}]},{"paragraph":10,"notes":[{"type":"citation","notes":["Lionel Wafer, <em>A New Voyage and Description of the Isthmus of America</em> (London, 1699), 37."]}]},{"paragraph":11,"notes":[{"type":"citation","notes":["Wafer, <em>Voyage</em>, 38."]}]},{"paragraph":12,"notes":[{"type":"commentary","notes":["I’ve quoted from Wafer’s manuscript account, which is included within William Dampier’s own manuscript, when it differed in significant ways from his printed account. I transcribed parts of the manuscript (British Library Sloane MS 3236) in the summer of 2010 and was fascinated by the metatextual nature of it—Dampier writes at one point, “I shall not give a relation or a description of the Country nor the manners and Customes of the natives but refer it to Mr. De La Wafer our Chirurgeon who by his Longer abode in the Country is better able to doe it then any man that I know.”"]}]},{"paragraph":13,"notes":[{"type":"citation","notes":["British Library, Sloane 3236: “The Adventures of William Dampier with others who Left Captain Sharpe in the South Seas and travaled back over Land through the Country of Darien,” fol. 22."]}]},{"paragraph":15,"notes":[{"type":"citation","notes":["British Library, Sloane 3236, fol. 22-23."]}]},{"paragraph":16,"notes":[{"type":"citation","notes":["British Library, Sloane 3236, fol. 23."]}]},{"paragraph":17,"notes":[{"type":"citation","notes":["Strong, Pauline Turner “Transforming Outsiders: Captivity, Adoption, and Slavery Reconsidered,” in <em>A Companion to American Indian History</em> (Blackwell, 2002) pp. 339–356."]}]},{"paragraph":18,"notes":[{"type":"citation","notes":["Wafer, <em>Voyage</em>, 134."]}]},{"paragraph":20,"notes":[{"type":"citation","notes":["Wafer, <em>Voyage</em>, 60."]}]},{"paragraph":22,"notes":[{"type":"citation","notes":["Harold Cook, <em>Matters of Exchange: Commerce, Medicine, and Science in the Dutch Golden Age</em> (New Haven, 2007).","David Livingstone, <em>Putting Science in Its Place: Geographies of Scientific Knowledge</em> (Chicago, 2003)."]}]}]