[{"paragraph":1,"notes":[{"type":"commentary","notes":["Vardaman Hall took its name from the race-baiting, populist politician, James K. Vardaman, who served terms as the governor and senator of Mississippi in the early twentieth century. Vardaman openly advocated lynching as a way to maintain white supremacy, so hanging the effigies from a building that was named in his honor was sadly fitting."]}]},{"paragraph":2,"notes":[{"type":"citation","notes":["Charles W. Eagles, <a href=\"http://www.worldcat.org/oclc/273818659\"><em>The Price of Defiance: James Meredith and the Integration of Ole Miss</em></a> (Chapel Hill: University of North Carolina Press, 2009), pp. 284, 372.","McCandlish Phillips, “Meredith Lonely But Will Remain,” <em>The New York Times</em>, 3 October 1962.","“Effigy Hanging Breaks Calm at Ole Miss” <em>The Bellingham Herald</em> (Bellingham, WA), 3 October 1962."]}]},{"paragraph":4,"notes":[{"type":"commentary","notes":["I first became aware of the burning of effigies on the grounds of the campus, ironically enough, when I was reading “Letters of Support” in the James Howard Meredith Collection at the University of Mississippi’s Archives and Special Collections. I came across a letter from a fifteen-year-old white girl from Audobon, New Jersey named Eileen Potts, who wrote that, by hearing about the burned effigy, “for the first time I could really imagine what was going on there [in Oxford, Mississippi].” I got up from my desk in the reading room to ask the archivists if they had any images of the effigy referenced in the letter, which they did not, or if they had heard about the effigy, which they had not, but a few hours later I came across a newspaper clipping of the image in one of the folders labeled “Negative Letters,” a massive understatement, to be sure."]},{"type":"citation","notes":["Eileen Potts to James Meredith, 3 October 1962, Box 97.25.3, Folder 11 “Meredith Letters of Support October 3, 1962,” James Howard Meredith Collection, University of Mississippi Library."]}]},{"paragraph":5,"notes":[{"type":"citation","notes":["“The Sovereign States of Alabama and Georgia” to James Meredith, undated 1962, Box 97.25.6, Folder 13 “Negative Letters, 1962 (mostly undated),” James Howard Meredith Collection, University of Mississippi Library."]}]},{"paragraph":6,"notes":[{"type":"citation","notes":["“Buddy” to James Meredith, 13 October 1962, Box 97.25.6, Folder 4 “Anti-Integration Corr 10-14 Oct 1962” James Howard Meredith Collection, University of Mississippi Library."]}]},{"paragraph":7,"notes":[{"type":"citation","notes":["“the Whites” to James Meredith, undated 1962, Box 97.25.6, Folder 3 “Meredith–Negative Letters 1962 Oct 5-9,” James Howard Meredith Collection, University of Mississippi Library."]}]},{"paragraph":9,"notes":[{"type":"citation","notes":["Bill McPeters to Ross Barnett, 19 September 1962, Western Union Telegram Collection, University of Mississippi Library.","Charles W. Eagles, <a href=\"http://www.worldcat.org/oclc/273818659\"><em>The Price of Defiance: James Meredith and the Integration of Ole Miss</em></a> (Chapel Hill: University of North Carolina Press, 2009), p. 391."]}]},{"paragraph":10,"notes":[{"type":"citation","notes":["McCandlish Phillips, “Meredith Lonely But Will Remain,” <em>The New York Times</em>, 3 October 1962.","James Meredith, “I Can’t Fight Alone,” <em>Look</em>, 19 April 1963, 70–78."]}]},{"paragraph":13,"notes":[{"type":"commentary","notes":["Initially I had intended to embed an image after the first paragraph of this text, but due to copyright restrictions I have linked to the original image instead. I think it is important to show these images because they so powerfully illustrate the level of violence people like James Meredith confronted in 1962, so I want to make it clear that in no way am I trying to paper over this violent history by omitting an image from this piece."]}]},{"paragraph":14,"notes":[{"type":"commentary","notes":["The enclosure with this letter was an article from the 11 September 1944 issue of <em>Life</em> titled “P.A.C.: CIO’s Political Action Committee Raises a Storm” that included the photo and description of the effigy hanged in Miami in 1939.","In the intervening years, white southerners had used effigies to intimidate bus boycotters in Montgomery, Alabama, high school students integrating Central High School in Little Rock, Arkansas, protesters driving through Virginia on their way to the March on Washington, and others. Michele Norris, “<a href=\"http://www.npr.org/2013/08/14/210470828/determined-to-reach-1963-march-teen-used-thumb-and-feet\">Determined to Reach 1963 March, Teen Used Thumb and Feet</a>,” NPR, podcast audio, 14 August 2013, <a href=\"http://www.npr.org/2013/08/14/210470828/determined-to-reach-1963-march-teen-used-thumb-and-feet\">http://www.npr.org/2013/08/14/210470828/determined-to-reach-1963-march-teen-used-thumb-and-feet</a>."]},{"type":"citation","notes":["Anonymous from Hot Springs, AR to James O. Eastland, 25 January 1946, Box 32, Folder 1946 Civil Rights 2 of 2, James O. Eastland Collection, University of Mississippi Library.","Oral History of William J. Stewart, 7 August 1995, <em>Behind the Veil: Documenting African American Life in the Jim Crow South</em>, Center for Documentary Studies, Duke University."]}]},{"paragraph":15,"notes":[{"type":"citation","notes":["Therese Apel, “<a href=\"http://www.clarionledger.com/article/20140221/NEWS/140221003/3-Ole-Miss-freshmen-suspects-Meredith-statue-desecration\">Ole Miss Sigma Phi Epsilon Chapter Suspended; 3 Freshmen Expelled from Frat</a>,” <em>The Clarion-Ledger</em> (Jackson, MS), 21 February 2014, <a href=\"http://www.clarionledger.com/article/20140221/NEWS/140221003/3-Ole-Miss-freshmen-suspects-Meredith-statue-desecration\">http://www.clarionledger.com/article/20140221/NEWS/140221003/3-Ole-Miss-freshmen-suspects-Meredith-statue-desecration</a>."]}]},{"paragraph":16,"notes":[{"type":"commentary","notes":["In <a href=\"http://www.phillipscollection.org/collection/browse-the-collection/index.aspx?id=1159\">Panel 15</a> from Jacob Lawrence’s <em>The Migration of the Negro</em> (1940–1941), the <em>absence</em> of a body marks the barren, washed-out landscape as a place burdened with the memory of lynching. The mourning figure sitting in the foreground reminds us that the noose left hanging from the branch is evidence enough that the burden of history—a history sagging under the weight of many thousands gone—encroaches upon the present."]}]}]