[{"paragraph":4,"notes":[{"type":"commentary","notes":["“Noticias de Policía,” <em>La Prensa</em> (Buenos Aires) 11 Jan. 1910, p. 11. These newspaper accounts continued with regularity in the week following the crime and reemerged in the following months as new information surfaced."]},{"type":"citation","notes":["Chandak Sengoopta, <a href=\"http://www.worldcat.org/oclc/51069109\"><em>Imprint of the Raj: How Fingerprinting was Born in Colonial India</em></a> (London: Macmillan, 2003).","Kristin Ruggiero, <a href=\"http://www.worldcat.org/oclc/53138480\"><em>Modernity in the Flesh: Medicine, Law, and Society in Turn-of-the-Century Argentina</em></a> (Palo Alto: Stanford Univ. Press, 2004).","Julia Rodriguez, <a href=\"http://www.worldcat.org/oclc/82782901\"><em>Civilizing Argentina: Science, Medicine, and the Modern State</em></a> (Chapel Hill: Univ. of North Carolina Press, 2006)."]}]},{"paragraph":5,"notes":[{"type":"commentary","notes":["With access to police files and other archival materials, historians can often fill in many of the gaps that a contemporaneous public could not. Rather than tie all of the loose ends for the case of Calle Prudan, my account here is based exclusively on public sources printed by the newspapers <em>La Prensa</em>, <em>La Nación</em>, <em>Tribunales</em>, and <em>La Protesta</em>, and the popular magazines <em>Caras y Caretas</em> and <em>PBT</em>, to better understand the public’s following of the case."]}]},{"paragraph":15,"notes":[{"type":"commentary","notes":["The theme of “honor” has been addressed by many scholars of Latin America in recent years. See, Sandra Gayol, <em>Honor y duelo en la Argentina moderna</em> (Buenos Aires: Siglo Veintiuno Editores, 2008); Pablo Piccato, <em>The Tyranny of Opinion: Honor in the Construction of the Mexican Public Sphere</em> (Durham: Duke Univ. Press, 2010)."]}]},{"paragraph":19,"notes":[{"type":"commentary","notes":["In addition to crime dramas, it is hard to ignore the imagery of Arnold’s poem when thinking about a contemporary show like <em>The Walking Dead</em>, in which the “living” find brief sanctuary in a prison while under attack by the “undead.” Arnold claimed, “Los vivos son y serán / Y si mueren, se examinan / son cuerpos que peregrinan / por el misterio empujados / porque hay vivos sepultados / como hay muertos que caminan.”"]}]},{"paragraph":20,"notes":[{"type":"commentary","notes":["Radowitzky was one of Ushuaia’s most famous prisoners. He was known ’round the world, celebrated by anarchists and abhorred by authorities. He received a great deal of press, which coincidentally appeared alongside Arnold’s coverage as the two events happened within months of each other, though presumably the two did not meet until their exile to Ushuaia. See, Simón Radowitzky, <em>La voz de mi concienca: Carta a la federación obrera regional Argentina comunista</em> (Buenos Aires: Talleres Gráficos “La Protesta.” 1921)."]}]}]