[{"paragraph":2,"notes":[{"type":"commentary","notes":["Salicin, the compound from which aspirin is derived, occurs naturally in willow trees and was used in Native American and English folk healing, but was not included in English pharmacopeias."]}]},{"paragraph":4,"notes":[{"type":"citation","notes":["Jacalyn Duffin, <a href=\"http://worldcat.org/oclc/830153130\"><em>History of Medicine, Second Edition: A Scandalously Short Introduction</em></a> (Toronto: University of Toronto Press, 2010).","Sharon Cotner, Kris Dippre, Robin Kipps, and Susan Pryor, <a href=\"http://worldcat.org/oclc/51053579\"><em>Physick: The Professional Practice of Medicine in Williamsburg, Virginia, 1740-1775</em></a> (Williamsburg, Va.: Colonial Williamsburg Foundation, 2003)."]}]},{"paragraph":7,"notes":[{"type":"citation","notes":["University of Maryland Medical Center, “<a href=\"http://umm.edu/health/medical/altmed/herb/lavender\">Lavender</a>,” in the online Medical Reference Guide."]}]},{"paragraph":16,"notes":[{"type":"citation","notes":["William Buchan, <em>Domestic Medicine: Or, A Treatise on the Prevention and Cure of Diseases by Regimen and Simple Medicines…</em> (Dublin: D. Graisberry, 1781), 115."]}]},{"paragraph":17,"notes":[{"type":"image","notes":[{"url":"Keitersupernote.jpg","alt":"Photo of title page","caption":"Title page of William Buchan’s popular treatise.","credit":""}]}]},{"paragraph":20,"notes":[{"type":"citation","notes":["American Medical Association, “Puncture Wounds: What To Do,” in <a href=\"http://worldcat.org/oclc/423018311\"><em>American Medical Association Handbook of First Aid and Emergency Care</em></a> (New York: Random House, 2000), p. 268.","David M. Morens, “Death of the president,” <em>The New England Journal of Medicine</em> 341:24 (Dec 9, 1999), 1845-1850."]}]},{"paragraph":33,"notes":[{"type":"commentary","notes":["Alcohol not only thins blood, but causes blood vessels to dilate and to constrict more slowly, increasing blood loss."]}]},{"paragraph":36,"notes":[{"type":"citation","notes":["Alnawaz Rehemtulla, “Dinosaurs and Ancient Civilizations: Reflections on the Treatment of Cancer,” <em>Neoplasia</em> vol. 12, no. 12 (Dec. 2010), 957–968."]}]},{"paragraph":38,"notes":[{"type":"citation","notes":["Don Shelton, “The Emperor’s New Clothes,” <em>Journal of the Royal Society of Medicine</em> Vol. 103, no. 2 (Feb. 2010), 46-40; “William Smellie and William Hunter: two great obstetricians and anatomists,” JRSM Vol. 103, no. 5 (May 2010), 205-206."]}]},{"paragraph":39,"notes":[{"type":"commentary","notes":["The Historical Collections at the Claude Moore Health Sciences Library at the University of Virginia have digitized and made publicly available William Smellie’s rare 1754 publication, <em>A Sett of Anatomical Tables, with Explanations, and an Abridgement, of the Practice of Midwifery</em>. Thirty-nine tables illustrate various abnormal birth presentations and the tools of midwifery, along with Smellie’s directions. For a brief introduction to Smellie and the link to the tables, visit: <a href=\"http://exhibits.hsl.virginia.edu/treasures/william-smellie-1697-1763/\">http://exhibits.hsl.virginia.edu/treasures/william-smellie-1697-1763/</a>"]},{"type":"citation","notes":["William Smellie, <em>A Treatise on the Theory and Practice of Midwifery…</em>, Vol. I, 4th ed., (London, 1782), 264-65."]}]},{"paragraph":42,"notes":[{"type":"citation","notes":["B.M. Wilmott Dobbie, “An Attempt to Estimate the True Rate of Maternal Mortality, Sixteenth to Eighteenth Centuries,” <em>Medical History</em>, vol. 26 (1982), 79-90.","Susan Klepp, <a href=\"http://worldcat.org/oclc/317929508\"><em>Revolutionary Conceptions: Women, Fertility, and Family Limitation in America, 1760-1820</em></a>, (Chapel Hill: University of North Carolina Press, 2009), chs. 1 and 2."]}]}]