[{"paragraph":2,"notes":[{"type":"commentary","notes":["A hominin refers to any species (fossil or living) that includes the genus <em>Homo</em> and other members of the human clade. In other words, a hominin includes modern humans and their ancestors. Australopithecines belong to the genus <em>Australopithecus</em>—a genus found in southern and east Africa whose species date to the Plio-Pleistocene of 4-2 million years ago."]}]},{"paragraph":3,"notes":[{"type":"commentary","notes":["Examples of this fossils include famous sites like Sterkfontein, Swartkrans, Makapansgat, and other fossil locales in the <a href=\"http://whc.unesco.org/en/list/915\">Cradle of Humankind</a>."]},{"type":"citation","notes":["Charles Kimberlin Brain et al., <a href=\"http://www.worldcat.org/oclc/39652939\"><em>Staatsmuseum 100: National Cultural History Museum, Museum of the Geological Survey, Transvaal Museum</em></a> (National Cultural History Museum, 1992)."]}]},{"paragraph":7,"notes":[{"type":"commentary","notes":["In the space somehwere between folklore and history, the story of the Taung Child’s discovery is practically apocryphal. The fossil’s discoverer, Dr. Raymond Dart, tells of rummaging through that crate of fossils, discovering the pieces, and then taking time to ruminate upon Darwin’s theory of man’s African origin. Dart’s daydreams were interrupted by his friend, tugging at this sleeve. His friend, a rather frantic, soon-to-be groom, begged Dart to put down the fossils and preform his duties as the best man as the bridal car was quickly approaching. Dart, himself, loved telling that story."]}]},{"paragraph":8,"notes":[{"type":"commentary","notes":["The most recent of these fossil expeditions is the fantastic National Geographic-sponsored Rising Star Expedition run by University of Witwatersrand professor Dr. Lee Berger."]}]},{"paragraph":9,"notes":[{"type":"citation","notes":["Letter (published) from the exhibition commissioner, dated 9 July 1925; correspondence in the Dart Archive, University of Witwatersrand, accessed June 2013.."]}]},{"paragraph":11,"notes":[{"type":"commentary","notes":["For example, “letters to the editor” of the <em>Johannesburg Star</em> were littered with people inquiring about the evolutionary status of the fossil after the fossil’s initial publication in 1925."]}]},{"paragraph":12,"notes":[{"type":"citation","notes":["Samuel J. M. M. Alberti, ed., <a href=\"http://www.worldcat.org/oclc/829387035\"><em>The Afterlives of Animals: A Museum Menagerie</em></a> (University of Virginia Press, 2011)."]}]},{"paragraph":14,"notes":[{"type":"commentary","notes":["Brain et al., <em>Staatsmuseum 100</em>. Tersia Perregil, Ditsong archivist, pers. communication"]}]},{"paragraph":17,"notes":[{"type":"commentary","notes":["Raymond Dart termed this “<em>osteodontickeratic culture</em>” and most research post-1960s has completely dispelled the legitimacy of this type of tool-use and this interpretation of fossil remains."]}]},{"paragraph":20,"notes":[{"type":"video","notes":[{"service":"youtube","id":"ML1OZCHixR0","width":"640","height":"480","caption":"Stanley Kubrick, as it happens, was inspired by the writings of Raymond Dart."}]}]}]