[{"paragraph":1,"notes":[{"type":"commentary","notes":["The following discussion is drawn from Angelica’s police investigation, found in the National Archives in Rio de Janeiro, Brazil. Arquivo Nacional, Rio de Janeiro (AN) CR.0.IQP.466 (1911). All National Archive records cited hereafter as (AN) followed by the citation. All translations are mine unless otherwise noted.","Angelica was the nanny of Dr. João Baptista, but she lived in the home of João Baptista’s mother-in-law at Rua Campo Alegre, 75 (current-day Rua Ibituruna in the Maracanã neighborhood). For information on the street’s name change see, Roberto Macedo, “Efemérides Cariocas,” <em>Revista do Instituto Histórico e Geográfico Brasileiro</em>, 320 (1978): 286. Dr. João Baptista lived at Rua do Aqueducto [sic], 687 (current-day Rua Almirante Alexandrino in the Santa Teresa neighborhood). For information on this street’s name change see, Lysia M.C. Bernardes and Maria Therezinha de Segadas Soares, <em>Rio de Janeiro: Cidade e região</em> (Rio de Janeiro: Prefeitura da Cidade do Rio de Janeiro, 1987), 107."]}]},{"paragraph":2,"notes":[{"type":"commentary","notes":["“To deflower” and “to rape” were two different crimes under the 1890 Penal Code, and deflowering was specific to a minor. Article 267, “To deflower a minor woman through seduction, deceit or fraud,” was punished with one to four years in prison. Article 268, “To rape a woman, virgin or not, but honest,” was punished with one to six years in prison. Prison time was reduced to the period of six months to two years if the raped woman was a prostitute. On the meanings of honor in deflowering cases see Sueann Caulfield, <em>In Defense of Honor: Sexual Morality, Modernity and Nation in Early-Twentieth-Century Brazil</em> (Durham: Duke University Press, 2000).","The pregnant woman’s weight seemed to be a factor in other people’s alleged denials."]},{"type":"citation","notes":["<em>Codigo Penal dos Estados Unidos do Brazil</em>. <a href=\"http://legis.senado.gov.br/legislacao/ListaPublicacoes.action?id=66049&amp;tipoDocumento=DEC&amp;tipoTexto=PUB\">Decreto N. 847 de 11 de Outubro de 1890</a>.","See, for example: Arquivo Nacional, Rio de Janeiro (AN) MW.0.IQP.2634 (1910); (AN) CT, Cx.1845 N.67 (1932); (AN) 6Z.0.IQP.16784 (1932); (AN) CT, Cx.2010 N.535 (1933)."]}]},{"paragraph":4,"notes":[{"type":"commentary","notes":["Article 298 of the 1890 Penal Code established the crime of infanticide as: “To kill a newborn, this is, an infant, in the first seven days of its life, by employing direct and active methods, or by refusing the victim the necessary care for the maintenance of life and to impede its death. Sentence: prison time of six to twenty-four years. Sole exception: If the crime was perpetrated by the mother to hide her own dishonor. Sentence: prison time of three to nine years.”"]},{"type":"citation","notes":["<em>Codigo Penal dos Estados Unidos do Brazil</em>. <a href=\"http://legis.senado.gov.br/legislacao/ListaPublicacoes.action?id=66049&amp;tipoDocumento=DEC&amp;tipoTexto=PUB\">Decreto N. 847 de 11 de Outubro de 1890</a>."]}]},{"paragraph":5,"notes":[{"type":"citation","notes":["For cases of infanticide by strangulation in the city of Rio de Janeiro, see: Arquivo Nacional, Rio de Janeiro (AN) 0I.0.PCR.3075 (1892); (AN) 0R.1647 (1901); (AN) 0I.0.IQP.2872(1902); (AN) CA.CT4.0.376 (1907); T8.0.IQP.2697 (1908); (AN) 6Z.0.IQP.16784 (1932)."]}]},{"paragraph":10,"notes":[{"type":"commentary","notes":["Article 297 of the 1890 Penal Code stated “He that, by imprudence, negligence or inexperience in their art or profession, or by the inobservance of any regulating provision, commits, or was the involuntary cause, directly or indirectly, of a homicide, will be punished with prison time from two months to two years.”"]},{"type":"citation","notes":["<em>Codigo Penal dos Estados Unidos do Brazil</em>. <a href=\"http://legis.senado.gov.br/legislacao/ListaPublicacoes.action?id=66049&amp;tipoDocumento=DEC&amp;tipoTexto=PUB\">Decreto N. 847 de 11 de Outubro de 1890</a>."]}]},{"paragraph":11,"notes":[{"type":"commentary","notes":["Article 298 could be combined with Article 27§4 of the 1890 Penal Code. Article 27§4 stated, “The following are not criminal: Those who are found in a state of complete deprivation of the senses and intelligence in the act of committing the crime.” For example, the defense lawyers of Gloria Lourenço Silva employed Article 27§4 of the 1890 Penal Code to argue that Gloria was not in her right mind when she decapitated her child. The jury acquitted her. Arquivo Nacional, Rio de Janeiro (AN) CA.CT4.0.492 (1908). Even when Article 27§4 was not specifically referred to, the “privation of the senses” argument was advanced by the police, lawyers, and the women themselves."]},{"type":"citation","notes":["Fabíola Rohden, <em>Uma Ciênca da Diferença: Sexo e gênero na medicina da mulher</em> (Rio de Janeiro: Editora Fiocruz, 2009 [2001]); Ana Paula Vosne Martins, <em>Visões do Feminino: A medicina da mulher nos séculos XIX e XX</em> (Rio de Janeiro: Editora Fiocruz, 2004).","<em>Codigo Penal dos Estados Unidos do Brazil</em>. <a href=\"http://legis.senado.gov.br/legislacao/ListaPublicacoes.action?id=66049&amp;tipoDocumento=DEC&amp;tipoTexto=PUB\">Decreto N. 847 de 11 de Outubro de 1890</a>."]}]},{"paragraph":12,"notes":[{"type":"citation","notes":["<em>Codigo Penal</em>. <a href=\"http://www.planalto.gov.br/ccivil_03/decreto-lei/Del2848compilado.htm\">Decreto-Lei N.2.848 de 7 de Dezembro de 1940</a>. Rohden, <em>A arte de enganar a natureza</em>, 170-71.","Isabel Cristina Hentz, “A honra e a vida: Debates jurídicos sobre aborto e infanticídio nas primeiras décadas do Brasil republicano (1890-1940)” (master’s thesis, Universidade Federal de Santa Catarina, 2013), 100, 120, 229."]}]},{"paragraph":13,"notes":[{"type":"citation","notes":["Fabíola Rohden, <em>A arte de enganar a natureza</em>, Chapter 5."]}]},{"paragraph":14,"notes":[{"type":"citation","notes":["Laura J. Miller, “Denial of Pregnancy,” in <em>Infanticide: Psychosocial and Legal Perspectives on Mothers Who Kill</em>, ed. Margaret G. Spinelli (Washington DC: American Psychiatric Publishing, 2003), 81.","Jens Wessel, Jan Endrikat, and Ulrich Busher. “Frequency of Denial of Pregnancy: Results and Epidemiological Significance of a 1-Year Prospective Study in Berlin.” <em>Acta Obstetricia et Gynecolica Scandinavica</em> 81 (2002), 1025.","P. Finnegan, E. McKinstry and GE Robinson, “Denial of Pregnancy and Childbirth,” <em>Canadian Journal of Psychiatry</em> 27 (1982): 672-74.","AJ Wilkins, “Attempted Infanticide,” <em>British Journal of Psychiatry</em> 146 (1985): 206-208."]}]},{"paragraph":15,"notes":[{"type":"citation","notes":["Jens Wessel and Ulrich Buscher, “Denial of Pregnancy: Population Based Study,” <em>British Medical Journal</em> 324 (2002): 324-458.","Jens Wessel, Jan Endrikat, and Ulrich Busher, “Frequency of Denial of Pregnancy: Results and Epidemiological Significance of a 1-Year Prospective Study in Berlin,” <em>Acta Obstetricia et Gynecolica Scandinavica</em> 81 (2002): 1021-27.","Jens Wessel, Annett Gauruder-Burmester and Christoph Gerlinger, “Denial of Pregnancy: Characteristics of Women at Risk.” <em>Acta Obstetricia e Gynecologica</em> 86 (2007): 544."]}]},{"paragraph":16,"notes":[{"type":"citation","notes":["Susan Besse, <em>Restructuring Patriarchy: The Modernization of Gender Inequality in Brazil, 1914-1940</em> (Chapel Hill: The University of North Carolina Press, 1996); Maria Martha de Luna Freire, <em>Mulheres, Mães e Médicos: Discurso maternalista no Brasil</em> (Rio de Janeiro: Editora FGV, 2009)."]}]}]